{
  "articles": [
    {
      "id": "l043ho1m9wfm9pzmnmo",
      "author": "Nanda Kishore Bal",
      "title": "Russia's unprovoked attack on Ukraine",
      "dateCreated": "2022-02-26T17:06:13.882Z",
      "dateModified": "2022-04-02T14:40:02.303Z",
      "categryId": "Quality Control",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l043hvdedlksyiv271q",
          "componenType": "h2",
          "data": "David O'Sullivan , European Policy Centre\n",
          "numbered": false
        },
        {
          "componentId": "l043i41xehuvpu5dgod",
          "componenType": "List",
          "data": [
            "The European Policy Centre strongly condemns Russia’s unprovoked invasion of Ukraine. Its latest",
            "Our mission and work as an organisation are dedicated to upholding and advocating democracy",
            "The time that we thought an all-out war could never touch Europe again is over."
          ],
          "numbered": true
        },
        {
          "componentId": "l043l1t1sv4cvd4lvj",
          "componenType": "Image",
          "data": "https://images.indianexpress.com/2022/02/putin-3-1-1.jpg",
          "numbered": false
        },
        {
          "componentId": "l043lkwgh0o2pxo8ey8",
          "componenType": "Paragraph",
          "data": "The European Policy Centre strongly condemns Russia’s unprovoked invasion of Ukraine. Its latest acts of military aggression are horrific, unjustified and are in gross violation of international law. There is no doubt their attack will lead to immense human suffering and loss of life.\n\nIt is the people of Ukraine that are now at the forefront of our minds. As they brave death and destruction and valiantly defend their country against Russian terror, we stand by Ukraine and unequivocally support its right as a sovereign state to determine its own future. In the words of European Commission President von der Leyen, “we will not let Russia replace the rule of law with the rule of force and ruthlessness”.\n\nOur mission and work as an organisation are dedicated to upholding and advocating democracy, international cooperation, solidarity, and truth-telling – all the things Putin’s regime abhors and is trying to undo with this act of war. In solidarity with our Ukrainian friends and to keep the free Ukrainian voice in the debate, we are offering free EPC membership to any Ukrainian institution, think tank, and NGO committed to a free and democratic Ukraine.\n\nMake no mistake. What is happening in Ukraine is a direct threat to the global and European security orders put in place 75 years ago. It is a direct threat to the European Union and what it stands for. It is a direct threat to independent liberal democracies everywhere and the values we hold dear: freedom, plurality, equality and respect for the rule of law.\n\nThe time that we thought an all-out war could never touch Europe again is over. But although the situation is bleak, we must take heart in the renewed resolve of the EU and the transatlantic alliance to act together and defend those values. Every time we honour our commitments to our partners, our agreements and our ideals, we prove the likes of Putin wrong and demonstrate that the way forward is not by brute power. In the face of relentless obfuscation and blind aggression, the European Policy Centre is more committed than ever to championing those ideas.",
          "numbered": false
        }
      ]
    },
    {
      "id": "kzzua95cipc28wgefia",
      "author": "Nanda Kishore Bal",
      "title": "What is Genetics?",
      "dateCreated": "2022-02-23T17:37:26.736Z",
      "dateModified": "2022-02-23T17:37:26.736Z",
      "categryId": "Microbiology",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "kzzub1tx0hbm42de41sv",
          "componenType": "h3",
          "data": "Introduction"
        },
        {
          "componentId": "kzzubo6uaimg915aw3",
          "componenType": "Paragraph",
          "data": "Genetics is the branch of biology concerned with the study of the DNA of organisms, how their DNA manifests as genes, and how those genes are inherited by offspring. Genes are passed to offspring in both sexual and asexual reproduction, and over time natural selection can accumulate variations amongst individuals on the group level, in the process known as evolution."
        },
        {
          "componentId": "kzzuc63b92ahk1tva0d",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310090038/ri/673/picture/2021/3/shutterstock_1718584090.jpg"
        },
        {
          "componentId": "kzzucz660i83g399buw",
          "componenType": "h3",
          "data": "History of Genetics"
        },
        {
          "componentId": "kzzudasliqf86fe7jhd",
          "componenType": "Paragraph",
          "data": "Ancient peoples from around the world recognized that a child inherited their appearance and propensity for certain personality traits from their parents, though could not demonstrate the mechanism without modern knowledge of atoms, molecules, and biochemistry.\\n\\nMany of the theories developed at this time speculated that the semen of the father contained the “seed”, while the reflection of the mother’s personality may or may not have been present within the child, with her contribution being limited to bearing the child.\\n\\nDuring the 4th century, BC Aristotle wrote several texts regarding the origin and history of animals, making numerous astute observations regarding the degree of relatedness between animals that would not be significantly expanded upon until the sixteenth or seventeenth centuries. He would also have purported the ancient Greek theory of the four humors, these being one of the few aspects that might be passed from parents to children.\\n\\nThe circumstances of conception and development were thought significantly more critical to the resulting traits of the child up until the end of the eighteenth century, and until Charles Darwin, in the mid-nineteenth, for heredity to emerge as a central problem in biology. At this point, the properties that an individual inherits became less separated from ones inherited on the species-level in the eyes of science, and modern 20th-century molecular biology generated a plethora of supporting information that confirmed the relationship between individual variation and evolution"
        },
        {
          "componentId": "kzzuec20v7zdtrqmr0t",
          "componenType": "h3",
          "data": "Inheritance"
        },
        {
          "componentId": "kzzuep7vyb0zemnhmh",
          "componenType": "Paragraph",
          "data": "Inheritance refers to the passing of traits from one generation to the other, both by asexual and sexual reproduction. Gametes are the reproductive cells of an organism, which is sperm in males and ova in females. Each of these carries 23 of the 46 chromosomes needed to create a complete human genome, and come together to form a zygote.\\n\\nSeveral mechanisms to develop genetic variation occur at each of these stages. Before the gametes are formed homologous chromosomes exchange genetic material, resulting in new combinations of genes on each chromosome. Then during the generation of the gametes by meiosis, the homologous chromosomes are distributed randomly, ensuring that each gamete is unique."
        },
        {
          "componentId": "kzzufaf68qnajl0dwzf",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310085914/ri/673/picture/2021/3/shutterstock_1504135007.jpg"
        },
        {
          "componentId": "kzzugg8ft8oyyc6vnfn",
          "componenType": "Paragraph",
          "data": "Since people possess a homologous pair of each chromosome, usually one from the father and one from the mother, many genes are presented twice. Variations in the sequence of these genes are called alleles, and differing alleles may interact in a variety of ways depending on the chromosome on which they are located, resulting in a wide range of phenotypic effects.\\n\\nOne allele may be dominant while the other is recessive, eye color often being cited, with the brown allele being dominant over the blue allele. This phenomenon has been modeled by the Punnett square for almost a century, before any real knowledge of DNA. As the square suggests, two parents of identical eye color are likely to replicate the color in their child, while a mixed coloring has a 25% chance of producing blue-eyed children.\\n\\nIn truth many genes are competing simultaneously and being expressed differentially, also impacted by post-transcriptional factors and epigenetics, making the precise phenotype expressed more difficult to predict when accounting for these subtleties.\\n\\nAdvances in genetic technology are opening new avenues in terms of personalized medicine, efficient and reliable diagnosis, and highly accurate predictions based on genetic determinants. Broad genetic testing can now be undertaken on a clinically relevant time scale, allowing most DNA-related disorders such as cancer to be specifically identified and combated."
        },
        {
          "componentId": "kzzuh3b0lokqoaag2u",
          "componenType": "h3",
          "data": "Recent Developments in Genetics"
        },
        {
          "componentId": "kzzuhfcunahwn5oh7u",
          "componenType": "Paragraph",
          "data": "However, many detailed links between genetic variants and phenotypes are still not fully understood, and the quantity of data generated by genome sequencing notably outstrips our ability to interpret it. Input from multiple disciplines is increasingly important to obtaining and interpreting such information, and many tools have been developed to capture relevant genomic sequences by classical laboratory and in-silico methods.\\n\\nThe Global Alliance for Genomics and Health predicts that over 60 million people will have had their genome sequenced in a medical context by 2025, and direct consumer testing for purposes other than immediate medical concerns is becoming increasingly popular as the general public becomes more interested in the predictive ability of genomic sequencing. Providers of these services promise insight into one's health and genetic ancestry, though many privacy concerns have been raised regarding this practice.\\n\\nA recent analysis of these companies in the UK found that 15 did not comply with the UK Human Genetics Commission principles for good practice regarding consumer information. One such company based in the USA promised to identify an individual’s “genetic superpower”, and subsequently failed to recognize that a received sample was in fact sourced from a dog, suggesting that the customer would likely be talented at basketball.\\n\\nGene editing using CRISPR-Cas9 is now not only a reality in in vitro experiments but also in human subjects, as on November 25th 2018 He Jianku of the Southern University of Science and Technology, China, announced that two babies had been born with edited C-C chemokine receptor type 5 (CCR5) genes. This modification supposedly rendered the subjects immune to HIV infection, though the reasoning behind this has been challenged by many researchers in the field, and the research was considered risky and unethical in general. He has since been widely condemned for how the research was conducted and has lost his research post and been sentenced to prison time.\\n\\nIt is difficult to predict the moral standards of the future with regards to gene tailoring of children, though it is certain that it will be possible. If so, parents of the future may be able to choose which of their genes are inherited by their children, or even introduce entirely new traits into their genetic lineage."
        }
      ]
    },
    {
      "id": "987391391bbjgj27819391",
      "title": "How Genetic Engineering Impacts Our Life",
      "categryId": "Engineering",
      "author": "Nanda Kishore Bal",
      "dateCreated": "2022-02-23T21:53:44.760Z",
      "dateModified": "2022-03-15T03:41:48.065Z",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/05a_genetic-engineering-overview-lettered.png",
          "altText": "None"
        },
        {
          "componenType": "h4",
          "data": "Abstract"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "1. Introduction"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/04_1920px-Insulin_glucose_metabolism_w-numbers-and-labels-1024x572.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "2. Problem Formulation and Preliminary"
        },
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/04_cDNA-and-reverse-transcriptase-lettered.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "3. Requirements for Good Documentation Practices (GDP)"
        },
        {
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/image.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "This chapter covers different levels and types of GMP documentation, including paper and electronic records related to manufacturing, testing, packing of pharmaceutical products, APIs, excipients, dietary supplements, food ingredients and medical devices. These documents and records consist of raw data, reports, protocols, procedures, deviations, investigations, batch records, formats, and records related to trainings, equipments and retention for manufacturing and analytical controls. Data integrity should always be given utmost importance which means the extent to which all data is complete, consistent and accurate throughout the data life cycle. Controls should be in place and any data integrity incident, if noticed; an appropriate corrective action should be taken to prevent recurrence of the same. Attempts to cover-up mistakes are considered as ‘data integrity’ issues and should be prohibited at all levels."
        },
        {
          "componenType": "list",
          "data": "Note that if you use the expression if(c) to check if an argument is not initialized, you"
        }
      ]
    },
    {
      "id": "l00jcbtfouv42pfnbw",
      "author": "Nanda Kishore Bal",
      "title": "Never feed these foods to you pet",
      "dateCreated": "2022-02-24T05:18:53.907Z",
      "dateModified": "2022-03-10T09:24:13.692Z",
      "categryId": "Quality Control",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l00jckorqirc694van",
          "componenType": "h2",
          "data": "How important is it?"
        },
        {
          "componentId": "l00jcxnja5p5i8enerv",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAaH6.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jgk2gkb0pbo7z90g",
          "componenType": "Paragraph",
          "data": "Struggling to resist those puppy-dog eyes when cooking dinner? For may pet owners, the temptation to feed their animal tidbits from their own plate is too much to resist. If this is you, make sure you never put your pet’s life in danger by feeding them any of these 20 foods, which are toxic to pets."
        },
        {
          "componentId": "l00jhi9cqkyuzel7wws",
          "componenType": "h3",
          "data": "Chocolate"
        },
        {
          "componentId": "l00jitjnvfpp62gf6",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAj7S.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jjbfivj0zyd5d82q",
          "componenType": "Paragraph",
          "data": "Chocolate contains a substance called theobromine, which is very dangerous for dogs. Depending on the size of your pooch, half a bar of chocolate could be fatal. The higher the cocoa content, the more toxic it is. Key signs of chocolate poisoning are vomiting, diarrhea, and agitation."
        },
        {
          "componentId": "l00jk75bnrrtye0rirh",
          "componenType": "h3",
          "data": "Tea and coffee"
        },
        {
          "componentId": "l00jk9s9tx0lbqhl9u",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAehF.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jkcwyvppvf4yf1ua",
          "componenType": "Paragraph",
          "data": "Like chocolate, tea and coffee contain theobromine, a substance that can be fatal for animals. Caffeine will also elevate your furry friend’s heart rate, which could bring about a heart attack."
        },
        {
          "componentId": "l00jlup0wvv87ngku88",
          "componenType": "h3",
          "data": "Dairy products"
        },
        {
          "componentId": "l00jlx979eb62sqev5",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1eupDz.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jlztjrm1dwg1oqy",
          "componenType": "Paragraph",
          "data": "Some animals are lactose intolerant, so giving them dairy products may make them feel unwell. Classic signs of lactose intolerance are diarrhea and bloating."
        },
        {
          "componentId": "l00jmy8nohmiucjlvnc",
          "componenType": "h3",
          "data": "Avocados"
        },
        {
          "componentId": "l00jn0kfjyn8yehoeea",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAj8d.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jn30x3g1ajwwpn24",
          "componenType": "Paragraph",
          "data": "Avocados contain persin, which is particularly dangerous for birds and not great for dogs either. Eating this green fruit can cause respiratory problems among our feathered friends and even sudden death. As for dogs, avocado is not toxic, but can cause stomach problems for some canines."
        }
      ]
    },
    {
      "id": "l00p18m7kiud5bw0wxn",
      "author": "Nanda Kishore Bal",
      "title": "23 Popular Characters In Real Life by AI",
      "dateCreated": "2022-02-24T07:58:14.239Z",
      "dateModified": "2022-02-24T07:58:14.239Z",
      "categryId": "Quality Control",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l00p2ycsze3830tuylh",
          "componenType": "h3",
          "data": "#1 Moe"
        },
        {
          "componentId": "l00p3pz9es210iyyd9o",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/19-61f0a7610eb55__700.jpg"
        },
        {
          "componentId": "l00p44wbbqqs35nrvk",
          "componenType": "h3",
          "data": "#2 Eric"
        },
        {
          "componentId": "l00p4ce9z2grqgx6moa",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/1-61f0a6ef583f8__700.jpg"
        },
        {
          "componentId": "l00p4g0duydht0zz4p",
          "componenType": "h3",
          "data": "#3 Carl Fredricksen"
        },
        {
          "componentId": "l00p50iei74doe5dbhd",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/18-61f0a75f820c9__700.jpg"
        },
        {
          "componentId": "l00p53v9smd6kdy8m3",
          "componenType": "h3",
          "data": "#4 Moana"
        },
        {
          "componentId": "l00p5jd7i88csibrncj",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/16-61f0a7391991e__700.jpg"
        },
        {
          "componentId": "l00p5s4gdkwalr1q6vk",
          "componenType": "h3",
          "data": "#5 Ariel"
        },
        {
          "componentId": "l00p5ugq92hu9mqfbkp",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/22-61f0a6d98ff6d__700.jpg"
        },
        {
          "componentId": "l00p5xiyu0aqal9ayq",
          "componenType": "h3",
          "data": "#6 Tinkerbell"
        },
        {
          "componentId": "l00p5zuqkyrlgp0wpua",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/00-61f0a6ecd42ea__700.jpg"
        },
        {
          "componentId": "l00pb53tk2hffqhrok",
          "componenType": "h3",
          "data": "#7 Pocahontas"
        },
        {
          "componentId": "l00pb8o1ftug8rqhyx",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/4-61f0a6f468c47__700.jpg"
        },
        {
          "componentId": "l00pbbsjbb8it04jy3i",
          "componenType": "h3",
          "data": "#8 Jasmine"
        },
        {
          "componentId": "l00pbm0miwkt5ewksj",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/00000-61f0a6ea9b441__700.jpg"
        },
        {
          "componentId": "l00pbokb0msao69s0z0p",
          "componenType": "h3",
          "data": "#9 Ned Flanders"
        },
        {
          "componentId": "l00pbr5vcsk06cag135",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/11-61f0a731d0b20__700.jpg"
        },
        {
          "componentId": "l00pbtlf4nng5rpulq2",
          "componenType": "h3",
          "data": "#10 Milhouse"
        },
        {
          "componentId": "l00pbvwo5jitpxyd36t",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/17-61f0a75e1f0f4__700.jpg"
        },
        {
          "componentId": "l00pbxyelwublgu7bvc",
          "componenType": "h3",
          "data": "#11 Rapunzel"
        },
        {
          "componentId": "l00pbzzju1bt38m992",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/2-61f0a6f18e7fa__700.jpg"
        },
        {
          "componentId": "l00pfh0ce4f6t2rklxr",
          "componenType": "h3",
          "data": "#12 Aladdin"
        },
        {
          "componentId": "l00pfj8dpw8q3c96ztd",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/15-61f0a73786856__700.jpg"
        },
        {
          "componentId": "l00pfnj0jeiei0rgegl",
          "componenType": "h3",
          "data": "#13 Anna"
        },
        {
          "componentId": "l00pfq0h0lfpz5v7zq0i",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/21-61f24408f3989__700.jpg"
        },
        {
          "componentId": "l00pfs9hkt9889bpprj",
          "componenType": "h3",
          "data": "#14 Peter Pan"
        },
        {
          "componentId": "l00pfuvuxeudxgn6wrk",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/8-61f0a7305324f__700.jpg"
        },
        {
          "componentId": "l00pfxif1jx3ff5dqpx",
          "componenType": "h3",
          "data": "#15 Olive Oyl"
        },
        {
          "componentId": "l00pfzoldcb382b6jgr",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/14-61f0a7361d355__700.jpg"
        },
        {
          "componentId": "l00pg1x3tjtu4urtcuj",
          "componenType": "h3",
          "data": "#16 Lady Tremaine"
        },
        {
          "componentId": "l00pg426j358ffug8io",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/12-61f0a73333dcd__700.jpg"
        },
        {
          "componentId": "l00plj6nemgj8iy4y8a",
          "componenType": "h3",
          "data": "#17 Handsome Hans"
        },
        {
          "componentId": "l00pll42dwu53oyhgpg",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/27-61f244903ec08__700.jpg"
        },
        {
          "componentId": "l00plnq2yf5f398acn",
          "componenType": "h3",
          "data": "#18 Kristoff"
        },
        {
          "componentId": "l00plq1vlk331dweclq",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/6-61f0a6f839970__700.jpg"
        },
        {
          "componentId": "l00plsflsxkkmb75ql",
          "componenType": "h3",
          "data": "#19 Elsa"
        },
        {
          "componentId": "l00plv9xcahosz9fyut",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/Remini20220118134738668-61f14c5a8776f__700.jpg"
        },
        {
          "componentId": "l00plxjc5o85go5icpn",
          "componenType": "h3",
          "data": "#20 Isabela Madrigal"
        },
        {
          "componentId": "l00pm0k4zdpk4domv5",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/23-61f244276d5d7__700.jpg"
        },
        {
          "componentId": "l00pm42piczin9tmub",
          "componenType": "h3",
          "data": "#21 John Smith"
        },
        {
          "componentId": "l00pm6es6nhs54o49cq",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/5-61f0a6f61feb5__700.jpg"
        },
        {
          "componentId": "l00pm8hwke37aay635",
          "componenType": "h3",
          "data": "#22 Show White"
        },
        {
          "componentId": "l00pmao2hwutyeun9d9",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/20-61f0a7629c5b8__700.jpg"
        },
        {
          "componentId": "l00pmdy5z80b3ldejrk",
          "componenType": "h3",
          "data": "#23 Bart Simpson"
        },
        {
          "componentId": "l00pmgk4v5r5dab0d0j",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/7-61f0a72e8b8df__700.jpg"
        }
      ]
    },
    {
      "id": "l00t5hhhg3cw6ppf48v",
      "author": "Nanda Kishore Bal",
      "title": "19-year-old student’s legs, fingers amputated after eating leftover Chinese food",
      "dateCreated": "2022-02-24T09:53:30.821Z",
      "dateModified": "2022-03-14T07:57:20.287Z",
      "categryId": "Microbiology",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l00t6ow0gkwqwh6s5w9",
          "componenType": "Paragraph",
          "data": "A 19-year-old student had his legs and fingers amputated after eating leftover Chinese takeout food from a restaurant in Boston, US."
        },
        {
          "componentId": "l00t6x85ze2jt7hbfz8",
          "componenType": "Image",
          "data": "https://blog.resy.com/wp-content/uploads/2020/08/nom-wah-906x604.jpg"
        },
        {
          "componentId": "l00t8nt06rwsa2usroy",
          "componenType": "Paragraph",
          "data": "According to reports, the college student, identified as JC, developed sepsis and gangrene after eating contaminated leftovers."
        },
        {
          "componentId": "l00t92i9lcjhvczoxah",
          "componenType": "Paragraph",
          "data": "The teen’s case was reported in the New England Journal of Medicine, which detailed how he was admitted to Massachusetts General Hospital as he was suffering from “shock, multiple organ failure, skin mottling, and a rapidly progressive reticular rash.”\n\n“The patient had been well until 20 hours before this admission, when diffuse abdominal pain and nausea developed after he ate rice, chicken, and lo mein leftovers from a restaurant meal,” the outlet said.\n\nThe person was a part-time worker at the restaurant. After eating the leftovers from the unnamed Chinese outlet, he immediately started throwing up, New York Post reported."
        },
        {
          "componentId": "l00tfga5tsu1oltku1n",
          "componenType": "Image",
          "data": "https://media.sciencephoto.com/image/c0332993/800wm/C0332993-Neisseria_meningitidis.jpg"
        },
        {
          "componentId": "l00tfsazedx1vrqg4ti",
          "componenType": "Paragraph",
          "data": "This was followed by chills, shortness of breath, headache, blurry vision, and chest pain. A friend of the patient said that his skin had started to turn “purple”.\n\n“Multiple episodes of emesis [vomiting] occurred, with vomitus that was either bilious or red-brown. The abdominal pain and vomiting were followed by the development of chills, generalized weakness, progressively worsening diffuse myalgias [muscle pains], chest pain, shortness of breath, headache, neck stiffness, and blurry vision,” the journal said.\n\nAfter undergoing blood and urine tests, he was diagnosed with a bacterial infection called Neisseria meningitidis, which caused his blood to clot and his liver to fail.\n\nHis skin necrosis was said to be caused by “purpura fulminans,” a severe complication of meningococcal septicemia.\n\nThough the incident occurred in March 2021, the case went viral on social media after it was shared by YouTuber Chubbyemu last week.\n\nThe video has received more than one million views."
        }
      ]
    },
    {
      "id": "l01cqn0nl53z5w6r6w8",
      "author": "Nanda Kishore Bal",
      "title": "NASA's James Webb space telescope captures an incredible hexagonal photo of a single star from all 18 of its mirrors – confirming the spacecraft can now see starlight",
      "dateCreated": "2022-02-24T19:01:50.471Z",
      "dateModified": "2022-02-24T19:01:50.471Z",
      "categryId": "Engineering",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l01ctyva045rjqlwmiaq",
          "componenType": "List",
          "data": [
            "NASA's image shows the same star but captured 18 times by the space telescope",
            "Dots of starlight are arranged like the honeycomb shape of its big golden mirror",
            "Lift-off of the next-gen telescope from Guiana finally occurred on Christmas Day"
          ],
          "numbered": false
        },
        {
          "componentId": "l01cvv0b6zihflkn65g",
          "componenType": "Paragraph",
          "data": "NASA's James Webb space telescope has snapped an incredible photo of a single star from all 18 of its mirrors – confirming the spacecraft can now see starlight.\n\nThe new photo shows the 18 unfocused copies of a single sun-like star – called HD 84406 in the constellation Ursa Major – in a hexagonal formation, similar to the honeycomb shape of James Webb's primary mirror. \n\nThis stunning shot marks the first stage of aligning James Webb's 21-foot primary mirror, which consists of 18 hexagonal segments of gold-plated beryllium metal. \n\nNext, the telescope will bring the 18 images into focus before aligning them into one, perfectly clear image of the star. \n\nJames Webb Space Telescope blasted off from Guiana Space Centre on Christmas Day and settled into its orbit one million miles from our planet last month.\n\nThe $10 billion (£7.4 billion) observatory is currently undergoing a three-month 'alignment process' to be ready to observe the universe.   ",
          "numbered": false
        },
        {
          "componentId": "l01cwezf0l3vp1emb4c",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/02/21/08/54452619-10534523-image-a-1_1645432328564.jpg",
          "numbered": false
        },
        {
          "componentId": "l01cx6k3hkgjxwn6pkn",
          "componenType": "Paragraph",
          "data": "This early Webb alignment image, called an 'image array', shows dots of starlight arranged in a pattern similar to the honeycomb shape of the primary mirror",
          "numbered": false
        },
        {
          "componentId": "l01cy9we1mxffebsmxi",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/02/21/09/54452617-10534523-This_image_mosaic_which_shows_18_randomly_positioned_copies_of_t-a-10_1645435551133.jpg",
          "numbered": false
        },
        {
          "componentId": "l01cywko1xe3q7gxn14j",
          "componenType": "Paragraph",
          "data": "This image mosaic, which shows 18 randomly positioned copies of the same star, served as the starting point for the alignment process",
          "numbered": false
        },
        {
          "componentId": "l01czjtdqg2tfb0dvnq",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/01/13/12/52586629-10398373-It_is_supported_by_three_shallow_carbon_fiber_tubes_or_struts_th-a-3_1642076896334.jpg",
          "numbered": false
        },
        {
          "componentId": "l01d07fvmoq11gh8da8",
          "componenType": "Paragraph",
          "data": "James Webb's primary mirror consists of 18 hexagonal segments of gold-plated beryllium metal, and measures 21 feet 4 inches (6.5 metres) in diameter. It is supported by three shallow carbon fiber tubes, or struts, that extend outwards",
          "numbered": false
        },
        {
          "componentId": "l01d0tn9enubniyri1",
          "componenType": "Paragraph",
          "data": "NASA has described the new photo, which it refers to as 'image array', in a newly-published blog post.",
          "numbered": false
        },
        {
          "componentId": "l01d2egmhkqs37g74ki",
          "componenType": "h4",
          "data": "Instruments on the James Webb Space Telescope",
          "numbered": false
        },
        {
          "componentId": "l01d2xay8y8yrpsot0f",
          "componenType": "List",
          "data": [
            "NIRCam (Near InfraRed Camera) an infrared imager from the edge of the visible through the near infrared",
            "NIRSpec (Near InfraRed Spectrograph) will also perform spectroscopy over the same wavelength range.",
            "MIRI (Mid-InfraRed Instrument) will measure the mid-to-long-infrared wavelength range from 5 to 27 micrometers.",
            "FGS/NIRISS (Fine Guidance Sensor and Near Infrared Imager and Slitless Spectrograph), is used to stabilize the line-of-sight of the observatory during science observations."
          ],
          "numbered": false
        },
        {
          "componentId": "l01d5s2drlek6yi2qb",
          "componenType": "Paragraph",
          "data": "It's the result of all 18 of the primary mirror's segments reflecting light from the star back at its secondary mirror and into the telescope's main camera, called the Near-Infrared Camera (NIRCam).\n\n'The resulting image shows that the team has moved each of Webb's 18 primary mirror segments to bring 18 unfocused copies of a single star into a planned hexagonal formation,' NASA said.\n\n'With the image array complete, the team has now begun the second phase of alignment: \"Segment Alignment\".'\n\nDuring Segment Alignment, the James Webb engineers on the ground will update the alignment of the secondary mirror to make each individual dot of starlight more focused. \n\nWhen this 'global alignment' is complete, the team will begin the third phase, called 'Image Stacking', which will bring the 18 spots of light on top of each other to create one composite of HD 84406. \n\n'We steer the segment dots into this array so that they have the same relative locations as the physical mirrors,' said Matthew Lallo, systems scientist at the Space Telescope Science Institute, the mission operations center for James Webb.\n\n'During global alignment and Image Stacking, this familiar arrangement gives the wavefront team an intuitive and natural way of visualising changes in the segment spots in the context of the entire primary mirror. \n\n'We can now actually watch the primary mirror slowly form into its precise, intended shape!' \n\nAnother version of the new image shows each dot of starlight labeled with the corresponding mirror segment that captured it.  ",
          "numbered": false
        }
      ]
    },
    {
      "id": "8974984b3948b239b2398",
      "author": "Nanda Kishore Bal",
      "title": "Using the Fetch API",
      "dateCreated": "2022-02-23T17:37:26.736Z",
      "dateModified": "2022-03-16T16:11:29.536Z",
      "categryId": "Validation and Qualification",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "kzzub1tx0hbm42de41sv",
          "componenType": "h3",
          "data": "Introduction"
        },
        {
          "componentId": "kzzubo6uaimg915aw3",
          "componenType": "Paragraph",
          "data": "The Fetch API provides a JavaScript interface for accessing and manipulating parts of the HTTP pipeline, such as requests and responses. It also provides a global fetch() method that provides an easy, logical way to fetch resources asynchronously across the network.\n<br/><br/>\nThis kind of functionality was previously achieved using XMLHttpRequest. Fetch provides a better alternative that can be easily used by other technologies such as Service Workers. Fetch also provides a single logical place to define other HTTP-related concepts such as CORS and extensions to HTTP."
        },
        {
          "componentId": "kzzuc63b92ahk1tva0d",
          "componenType": "Image",
          "data": "https://daily.wordreference.com/wp-content/uploads/2018/03/fetch.jpg"
        },
        {
          "componentId": "kzzucz660i83g399buw",
          "componenType": "h3",
          "data": "Supplying request options"
        },
        {
          "componentId": "kzzudasliqf86fe7jhd",
          "componenType": "Paragraph",
          "data": "The fetch() method can optionally accept a second parameter, an init object that allows you to control a number of different settings:\n\nSee fetch() for the full options available, and more details."
        },
        {
          "componentId": "kzzuec20v7zdtrqmr0t",
          "componenType": "h3",
          "data": "Sending a request with credentials included"
        },
        {
          "componentId": "kzzuep7vyb0zemnhmh",
          "componenType": "Paragraph",
          "data": "To cause browsers to send a request with credentials included on both same-origin and cross-origin calls, add credentials: 'include' to the init object you pass to the fetch() method.\n\nfetch('https://example.com', {\n  credentials: 'include'\n});\n"
        },
        {
          "componentId": "kzzufaf68qnajl0dwzf",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310085914/ri/673/picture/2021/3/shutterstock_1504135007.jpg"
        },
        {
          "componentId": "kzzugg8ft8oyyc6vnfn",
          "componenType": "Paragraph",
          "data": "Since people possess a homologous pair of each chromosome, usually one from the father and one from the mother, many genes are presented twice. Variations in the sequence of these genes are called alleles, and differing alleles may interact in a variety of ways depending on the chromosome on which they are located, resulting in a wide range of phenotypic effects.\\n\\nOne allele may be dominant while the other is recessive, eye color often being cited, with the brown allele being dominant over the blue allele. This phenomenon has been modeled by the Punnett square for almost a century, before any real knowledge of DNA. As the square suggests, two parents of identical eye color are likely to replicate the color in their child, while a mixed coloring has a 25% chance of producing blue-eyed children.\\n\\nIn truth many genes are competing simultaneously and being expressed differentially, also impacted by post-transcriptional factors and epigenetics, making the precise phenotype expressed more difficult to predict when accounting for these subtleties.\\n\\nAdvances in genetic technology are opening new avenues in terms of personalized medicine, efficient and reliable diagnosis, and highly accurate predictions based on genetic determinants. Broad genetic testing can now be undertaken on a clinically relevant time scale, allowing most DNA-related disorders such as cancer to be specifically identified and combated."
        },
        {
          "componentId": "kzzuh3b0lokqoaag2u",
          "componenType": "h3",
          "data": "Recent Developments in Genetics"
        },
        {
          "componentId": "kzzuhfcunahwn5oh7u",
          "componenType": "Paragraph",
          "data": "However, many detailed links between genetic variants and phenotypes are still not fully understood, and the quantity of data generated by genome sequencing notably outstrips our ability to interpret it. Input from multiple disciplines is increasingly important to obtaining and interpreting such information, and many tools have been developed to capture relevant genomic sequences by classical laboratory and in-silico methods.\\n\\nThe Global Alliance for Genomics and Health predicts that over 60 million people will have had their genome sequenced in a medical context by 2025, and direct consumer testing for purposes other than immediate medical concerns is becoming increasingly popular as the general public becomes more interested in the predictive ability of genomic sequencing. Providers of these services promise insight into one's health and genetic ancestry, though many privacy concerns have been raised regarding this practice.\\n\\nA recent analysis of these companies in the UK found that 15 did not comply with the UK Human Genetics Commission principles for good practice regarding consumer information. One such company based in the USA promised to identify an individual’s “genetic superpower”, and subsequently failed to recognize that a received sample was in fact sourced from a dog, suggesting that the customer would likely be talented at basketball.\\n\\nGene editing using CRISPR-Cas9 is now not only a reality in in vitro experiments but also in human subjects, as on November 25th 2018 He Jianku of the Southern University of Science and Technology, China, announced that two babies had been born with edited C-C chemokine receptor type 5 (CCR5) genes. This modification supposedly rendered the subjects immune to HIV infection, though the reasoning behind this has been challenged by many researchers in the field, and the research was considered risky and unethical in general. He has since been widely condemned for how the research was conducted and has lost his research post and been sentenced to prison time.\\n\\nIt is difficult to predict the moral standards of the future with regards to gene tailoring of children, though it is certain that it will be possible. If so, parents of the future may be able to choose which of their genes are inherited by their children, or even introduce entirely new traits into their genetic lineage."
        }
      ]
    },
    {
      "id": "l0d9gt5574sh2c54t5l",
      "author": "Nanda Kishore Bal",
      "title": "Artist Illustrates Mystical Creatures As Babies And They Look ‘Dangerously’ Cute",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-07T07:21:18.017Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0d9hqlz3m5fv0yu09j",
          "componenType": "h3",
          "data": "Babies are adorable. \n",
          "numbered": false
        },
        {
          "componentId": "l0d9iat43bvvmq9q5mb",
          "componenType": "Paragraph",
          "data": "Even if they may be technically monsters. I mean even human babies can wring out every piece of your soul. So there is no surprise these monster babies are terrifying and some of them even have scary powers to go along with their appearance. From medusa’s daughter to a little phoenix, it is honestly so nice to see these unique pieces of art.",
          "numbered": false
        },
        {
          "componentId": "l0d9ijuvowxutz7i55a",
          "componenType": "Paragraph",
          "data": "The artist behind these art pieces is Siswanto and they wanted to create something new rather than just putting a twist on the already old creatures. I mean who hasn’t seen recreations of Medusa or a Hydra? So why not take it in a new direction and see something new? So if you are ready to take a look at some weirdly adorable babies, just scroll below to enjoy.",
          "numbered": false
        },
        {
          "componentId": "l0d9jsuby94yr4as8m",
          "componenType": "h3",
          "data": "#1 Gargoyle and Medusa.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9k45npwvbujyns9",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/medusa-gargoyle.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9l2nummqdaulvnam",
          "componenType": "h2",
          "data": "#2 Hippogriff Foal.",
          "numbered": false
        },
        {
          "componentId": "l0d9l615p1p1yuhahw8",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/hippogriff.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9le61igirnvy5nio",
          "componenType": "h3",
          "data": "#3 Hydra Snakelet.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9lj30dipviiiuh9q",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/hydra.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9ln4jfe49ojozwdf",
          "componenType": "h3",
          "data": "#4 Simurgh Pup.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9lq0sbe8a47o0itk",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/simurph.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9nzctw2y7sjmhjme",
          "componenType": "h3",
          "data": "#5 Nightmare.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9o2yjjwywnqb5t7k",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/nightmare.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9o6d0zinzz9ycvu",
          "componenType": "h3",
          "data": "#6 Dragon Turtlette.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9o9e8zwfeou2bsl",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/dragon-turtlette.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9oc48u7fahi08az",
          "componenType": "h3",
          "data": "#7 Medusa’s Daughter.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9oezutf2zvwpnzc",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/medusa-daughter.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9qzdmzbce5o6v5yb",
          "componenType": "h3",
          "data": "#8 Phoenix.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9r3dwxi3r5ekuj7c",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/phoenix.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9re7l8h7qkng49er",
          "componenType": "h3",
          "data": "#9 Minotaur.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9rhde1e643toxsvj",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/minatour.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9rkb44j6dxrkr159",
          "componenType": "h3",
          "data": "#10 Kraken Paralarvae.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9rnfmmrrkzcm916h",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/kraken-baby.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9rr1wg8mdjplmvwe",
          "componenType": "h3",
          "data": "#11 Satyr Foal.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9ru0v6trwu04i4s3",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/satyr-foal.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9rwpt7obbzlmjidu",
          "componenType": "h3",
          "data": "#12 Sea Lion Puppy.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9s02kua950o0hvp",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/sea-lion-pup.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9s387ob2ozcly19e",
          "componenType": "h3",
          "data": "#13 Unicorn Foal.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9s6q43uw1p1bxohn",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/unicorn-foal.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9s8za676ud4wjf1c",
          "componenType": "h3",
          "data": "#14 Elder Godspawn.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9sbv7gku6o1gnn0h",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/elder-godspawn.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9za0kx3ih0akt2s",
          "componenType": "h3",
          "data": "#15 Owlbear.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9zh3vexm88pc2ynv",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/owlbear.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9zk4qz5mupl5ilxr",
          "componenType": "h3",
          "data": "#16 Centaur.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9zptw7tqyyzdim8c",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/centaur.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9zt1cophovdfv0b",
          "componenType": "h3",
          "data": "#17 Myconid Sporeling.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9zw0dm9r8jzoh1o",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/sporeling.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da002qg5q36bvg4hl",
          "componenType": "h3",
          "data": "#18 Lizardfolk Whelp.\n",
          "numbered": false
        },
        {
          "componentId": "l0da03445g3r0bil1nt",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/lizardfolk.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da05x44vsvv97xuww",
          "componenType": "h3",
          "data": "#19 Tatzelwurm Kit.\n",
          "numbered": false
        },
        {
          "componentId": "l0da08t5so2grkzwsz",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/tatzelwurm.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0c5b9emmptdaoko",
          "componenType": "h3",
          "data": "#20 Griffin Hatchlings.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0fvkqka8vc48zql",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/griffin.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0iwwarricfo3ofj",
          "componenType": "h3",
          "data": "#21 Harpy Child.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0lz83uxqgzm5o0y",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/harpy-child.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0p0t1vpn8x7fwst",
          "componenType": "h3",
          "data": "#22 Beithir Hatchling.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0sb6m96vtwagfoj",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/beithir-hatchling.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0v999mij2tw58l7",
          "componenType": "h3",
          "data": "#23 Cocktrice.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0xwqv0ts3pvn8rm",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/cocktrice.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da110dn5fxwwqphzs",
          "componenType": "h3",
          "data": "#24 Hound Archon Puppy.\n",
          "numbered": false
        },
        {
          "componentId": "l0da13pp8sgpu8xhlm4",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/hound-archon.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da16bnq3riia7ejk",
          "componenType": "h3",
          "data": "#25 Peryton Hinulus.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1a4vqxyb931kie",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/peryton.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da1de2lznypy53jhp",
          "componenType": "h3",
          "data": "#26 Tarasque Hatchling.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1gbfu32qr727sro",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/tarasque.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da1j7hhra3p4ys3q4",
          "componenType": "h3",
          "data": "#27 Gargoyle Mouldling.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1mc5oc2pzmuk3p8",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/gargoyle-mouldling.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da1pvc1jc1e9due1e",
          "componenType": "h3",
          "data": "#28 Pegasus Foal.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1sex4alsjojev4l",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/pegasus-foal.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da39kdxi48etvasy",
          "componenType": "Paragraph",
          "data": "Baby Beastiary is a client project back from when I was working at Caravan Studio. It was for a crowdfunding project by Metal Weave Games. They came up with an idea for a baby creatures’ RPG book and I helped them with the visuals.",
          "numbered": false
        },
        {
          "componentId": "l0dabodjm6mpo0fnpd",
          "componenType": "Paragraph",
          "data": "I contributed the most on volume 1 and volume 2, and I helped with art direction. Through this project, I’ve learned a lot about not only how to create baby versions of different creatures that are already well known, but I also learned how to really observe [various little animal details], like their gestures, how they move and the proportions [of their bodies]. -Siswanto",
          "numbered": false
        },
        {
          "componentId": "l0dae0oiipzuvwdb8rm",
          "componenType": "h3",
          "data": "#29 Androsphynx and Gynosphynx.\n",
          "numbered": false
        },
        {
          "componentId": "l0dae3pp590tgv7l249",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/androsphynx.jpg",
          "numbered": false
        },
        {
          "componentId": "l0dae6h6dyudz2abd3",
          "componenType": "h3",
          "data": "#30 Djinayni.\n",
          "numbered": false
        },
        {
          "componentId": "l0dae99rl7e41985sn",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/djinayni.jpg",
          "numbered": false
        },
        {
          "componentId": "l0dagnhmee2edz4hnlf",
          "componenType": "Paragraph",
          "data": "I don’t think I have ever seen monster babies and I can’t say I am disappointed. I would have never imagined them looking like this but then again I don’t go around imagining monster babies or thinking about how Medusa would pro0create. Because the implications there are just horrendous. So let us leave it at that and enjoy these beautiful works of art.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "79837128371983112793987981273",
      "author": "Nanda Kishore Bal",
      "title": "What Is Pharmaceutical Quality Assurance?",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-05T03:03:27.113Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "And Why is it Important?",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "https://lirp.cdn-website.com/md/unsplash/dms3rep/multi/opt/photo-1580281657529-557a6abb6387-1920w.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "Quality assurance is one of the most important aspects of the entire drug manufacturing process. Not only will it help companies protect their reputations, but it will allow them to avoid hefty penalties from regulatory organizations. \n\n\nThis is exactly why anyone involved with quality assurance should receive pharma training that helps ensure compliance.\n\n\nThe purpose of pharmaceutical quality assurance is to ensure that the medication being manufactured will provide the desired effect to the patient. Quality assurance also guarantees that there are no contaminants present and that the medications will meet quality requirements and all relevant regulations. \n\n\nThere are several objectives that must be met with pharmaceutical quality assurance. If a manufacturer falls short of these objectives, they may face heavy fines and possible legal actions that can jeopardize the business. \n\n\nToday, we’re going to go over the common objectives of pharmaceutical importance. Understanding these objectives will shed light on how important pharmaceutical quality assurance truly is. ",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n\n\nStrict quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://www.oxfordedu.ca/wp-content/uploads/2019/06/AdobeStock_198850710.jpeg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "hs0Gvdf",
      "author": "Nanda Kishore Bal",
      "title": "This is a bad ass article!",
      "dateCreated": "2022-03-06T20:36:01.465Z",
      "dateModified": "2022-03-25T16:43:24.406Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fqieahyagack3o1ut",
          "componenType": "h2",
          "data": "Its all about Kick Ass",
          "numbered": false
        },
        {
          "componentId": "l0g8nvdlutjiqvig75s",
          "componenType": "Image",
          "data": "https://www.wired.com/images_blogs/underwire/2010/01/kick_ass_teaser_670.jpg",
          "numbered": false
        },
        {
          "componentId": "l16nds02wsgwuxxh9ti",
          "componenType": "Paragraph",
          "data": "Kick-Ass is a 2010 black comedy superhero film directed by Matthew Vaughn from a screenplay by Jane Goldman and Vaughn. It is based on the comic book of the same name[a] by Mark Millar and John Romita, Jr.<br/>\n<br/>\nIt tells the story of an ordinary teenager, Dave Lizewski (Aaron Johnson), who sets out to become a real-life superhero, calling himself \"Kick-Ass\". Dave gets caught up in a bigger fight when he meets Big Daddy (Nicolas Cage), a former cop who, in his quest to bring down the crime boss Frank D'Amico (Mark Strong) and his son Red Mist (Christopher Mintz-Plasse), has trained his eleven-year-old daughter (Chloë Grace Moretz) to be the ruthless vigilante Hit-Girl.\n<br/><br/>\nThe film was released in the United Kingdom on 26 March 2010, by Universal Pictures, and in the United States on 16 April, by Lionsgate. Despite having generated some controversy for its profanity and violence performed by a child, Kick-Ass was well received by both critics and audiences. In 2011 it won the Empire Award for Best British Film. The film has gained a strong cult following since its release on DVD and Blu-ray.\n<br/><br/>\nA sequel, written and directed by Jeff Wadlow and produced by Vaughn, was released in August 2013, with Johnson, Mintz-Plasse, and Moretz reprising their roles. In 2018, Vaughn announced his intentions to reboot the series.",
          "numbered": false
        },
        {
          "componentId": "l16nekaozzz21uc3cq9",
          "componenType": "Paragraph",
          "data": "<iframe src=\"https://www.youtube.com/embed/2rpXHqnGDXo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
          "numbered": false
        },
        {
          "componentId": "l16nfob39qz2i25mhyr",
          "componenType": "h4",
          "data": "Plot",
          "numbered": false
        },
        {
          "componentId": "l16nfz3kugxepfn8cv",
          "componenType": "Paragraph",
          "data": "Dave Lizewski is an ordinary teenager who lives in Staten Island, New York. Inspired by comic books, Dave plans to become a real-life superhero. He purchases and modifies a scuba diving suit and arms himself with batons. During his first outing, he gets stabbed and hit by a car. After recovering, he gains a capacity to endure pain and enhanced durability due to having some bones replaced with metal. In his absence from school, a rumor spreads that he is gay. As a result, his longtime crush, Katie Deauxma, immediately attempts to become his friend. Unhappy with the misunderstanding, Dave nevertheless appreciates the opportunity to get closer to Katie.\n<br/><br/>\nDave returns to crime-fighting and gains notoriety after saving a man from a gang attack. Calling himself \"Kick-Ass\", he sets up a Myspace account where he can be contacted for help. Responding to a request from Katie, he confronts a drug dealer, Rasul, who has been harassing her. At Rasul's place, Kick-Ass is quickly overwhelmed by Rasul's thugs. Before they can kill him, two costumed vigilantes, Hit-Girl and her father, Big Daddy, intervene, easily slaughter the thugs and leave with their money. After coming home, Dave realizes he is in over his head and plans to give up crime-fighting. However, Hit-Girl and Big Daddy pay him a visit and encourage him.\n<br/><br/>\nBig Daddy's real identity is Damon Macready, formerly an honest cop. Framed by Mafia boss Frank D'Amico, he was jailed. His wife committed suicide, leaving behind his daughter Mindy. Against the protest of his former partner Marcus Williams, Damon trains himself and Mindy as preparation for getting revenge on Frank. They have been undermining Frank's operations by raiding his warehouses, robbing his money and destroying his drugs.\n<br/><br/>\nFrank believes Kick-Ass is responsible for the attacks and targets him, though he accidentally kills a party entertainer who is dressed like Kick-Ass. Frank's son, Chris, suggests a different approach. He poses as a new vigilante, \"Red Mist\", and befriends Kick-Ass. He plans to lure Kick-Ass into Frank's lumber warehouse and unmask him. However, they find the warehouse on fire and Frank's men dead. Red Mist retrieves a hidden camera he earlier placed in the warehouse, and he sees recorded footage of Big Daddy killing the men and burning the warehouse. Red Mist and Kick-Ass part ways. D'Amico watches the footage and learns of Big Daddy.\n<br/><br/>\nFollowing the event, Dave decides to quit being Kick-Ass. He reveals his identity to Katie and clears up the misunderstanding about him being gay. She forgives him and becomes his girlfriend. However, Red Mist contacts him again and tricks him into revealing Big Daddy and Hit-Girl's location. At one of Big Daddy's safe houses, Red Mist shoots Hit-Girl out of a window, and Frank's men capture Big Daddy and Kick-Ass.\n<br/><br/>\nFrank intends to have his thugs torture and execute his captives in a live Internet broadcast. While Kick-Ass and Big Daddy are being beaten by Frank's gangsters, Hit-Girl, having survived the shooting, storms the hideout and kills all of the gangsters. During the fight, one thug sets Big Daddy on fire. Big Daddy and Mindy say a tearful farewell before he dies of his burns.\n<br/><br/>\nKick-Ass and Hit-Girl resolve to defeat Frank D'Amico once and for all. Hit-Girl infiltrates Frank's headquarters and kills numerous guards and henchmen before running out of bullets. When she is cornered by the thugs, Kick-Ass arrives on a jet pack fitted with miniguns and kills the remaining thugs. Kick-Ass and Hit-Girl then take on Frank and Red Mist. Kick-Ass fights Red Mist, which results in them knocking each other out. Frank overpowers an exhausted Hit-Girl. Before he can kill her, Kick-Ass regains consciousness and blasts Frank out of the window with a bazooka, killing him. Red Mist then regains consciousness, grabs his father's Samurai sword and pursues Kick-Ass in order to continue their fight just in time to see Kick-Ass and Hit Girl fly away on the jet pack. Dave and Mindy retire from crime-fighting; Marcus becomes Mindy's guardian, and she enrolls at Dave's school. Meanwhile, Chris sits in his father's office, dressed in an upgraded suit, preparing to seek his revenge on Kick-Ass for killing his father. Facing the camera, he says, \"as a great man once said, wait'll they get a load of me\", before firing a gun at the screen.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "_yM3J9o",
      "author": "Nanda Kishore Bal",
      "title": "Understanding the Scope of Quality Assurance in the Pharmaceutical Industry",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-08T11:58:48.368Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "Quality Assurance Touches Every Phase of the Product Lifecycle",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "https://www.proclinical.com/img/N3D5P7rFXkPutQjV23upbA/QA+pharma+manufacturing+jobs.jpg?v=aea09121d04f6d06e09cd8a8b1fca972",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "t can be a challenge to maintain a company-wide dedication to quality assurance for therapeutics and pharmaceuticals. When you have a product that has the potential to drastically change lives, it’s hard not to do everything you can to get it to market quickly, and it can feel as though the quality assurance (QA) team is slowing down the process.",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n<br/>\n\n<b>Strict </b>quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://www.qualio.com/hubfs/Blog%20Featured%20Images/understanding-the-Scope-of-quality-assurance-in-the-pharmaceutical-industry.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "Dth_CIu",
      "author": "Nanda Kishore Bal",
      "title": "In Search of ERP for the Pharmaceutical Industry",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-15T05:03:20.717Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "Quality, Formula Management Features\n",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "http://aceteksoftware.com/wp-content/uploads/2020/05/New-products-from-the-PCC-Group-for-the-pharmaceutical-industry.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "When considering ERP for the pharmaceutical industry, the focus is on quality control, adherence to regulatory authority controls and improved visibility and traceability.\n\nA critically important consideration when evaluating ERP systems is that the processor gains extensive quality management features including the ability to initiate and track a well-documented Non-conformance Report and Corrective Action Preventive Action processes.\n\nTightly integrated Formula Management is also a critical need. This includes accurately managed version control for key documents (e.g. CoA’s – Certificates of Authenticity; Recipes and Formulations), as well as the ability to automatically generate and manage Safety Data Sheets (formerly MSDS) based on formulas created by the manufacturer.\n\nOther Formula Management features should include the ability to adjust formulas on the fly to account for concentration variations, as well as the ability to specify a lot for a customer based on the customer’s specifications. These specifications may differ from customer to customer, so the ERP system must offer the flexibility to track at this level.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n\n\nStrict quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://www.oxfordedu.ca/wp-content/uploads/2019/06/AdobeStock_198850710.jpeg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0ro4kea2pv407vjc8u",
          "componenType": "Paragraph",
          "data": "ଆଜି ମଧ୍ୟ ଦୁଇ ଦେଶର ପ୍ରତିନିଧି ଦଳ ଯୁଦ୍ଧକୁ ନେଇ ବୈଠକ କରିବେ । ଆଜିର ଆଲୋଚନାରେ କିଛି ସମାଧାନର ବାଟ ବାହାରିବ ବୋଲି ଅନୁମାନ କରାଯାଉଛି । ସେପଟେ ଆଜି ବି ୟୁକ୍ରେନ-ରୁଷ ମଧ୍ୟ​ରେ ଘମାଘୋଟ ଲଢ଼େଉ ଜାରି ରହିଛି । ୟୁକ୍ରେନ୍‌ ଉପରେ ମିଶାଇଲ ମାଡ଼ କରୁଛି ରୁଷ । ୟୁକ୍ରେନ୍‌ ମଧ୍ୟ ରୁଷକୁ କଡ଼ା ଜବାବ ଦେଉଛି । ରୁଷର ୧୦୦ ସୈନିକଙ୍କୁ ହତ୍ୟାକରିଛି ବୋଲି ୟୁକ୍ରେନ୍‌ ଆଜି ତାର ଦାବି ରଖିଛି ।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "A9G4MGI",
      "author": "Nanda Kishore Bal",
      "title": "Create a Quality Assurance Plan",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-05T03:03:27.113Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "Why Do Pharmaceuticals Need Language?\n",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "https://www.gofluent.com/blog/wp-content/uploads/2019/02/Pharma-BLOG.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "As technology advances and healthcare needs increase, the biomedical field also has to keep up with the increasing globalization of today’s marketplace. And now that some of the largest pharmaceutical corporations are forming alliances with generic manufacturers around the world, having salespeople and technicians who can communicate clearly and effectively in the global landscape is certainly an advantage. But why? Here are some key reasons why language skills matter for the pharmaceutical industry:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n\n\nStrict quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://blog.ipleaders.in/wp-content/uploads/2021/02/AIA-LS-MAR2020-T2-693523036-SM-TWT.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "ia3N1Wm",
      "author": "Nanda Kishore Bal",
      "title": "Zim drugs market projected to grow",
      "dateCreated": "2022-03-06T20:52:20.862Z",
      "dateModified": "2022-03-14T07:57:39.689Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0fr3w6hrrbomkvi51c",
          "componenType": "Image",
          "data": "https://thenewshawks.com/wp-content/uploads/2021/04/Assay-Pharmaceutical.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fr43eodtue131avci",
          "componenType": "Paragraph",
          "data": "\nZIMBABWE’S pharmaceutical market is expected to record a five-year compound annual growth rate (CAGR) of 4.5%, to reach US$411 million  by 2025 as regulatory efficiencies offered by the African Medicines Agency (AMA) will begin to improve the country’s business attractiveness.",
          "numbered": false
        },
        {
          "componentId": "l0fr4oalfm7ykk14x0s",
          "componenType": "h3",
          "data": "RONALD MUCHENJE\n",
          "numbered": false
        },
        {
          "componentId": "l0fr4rl3s091jpmwtoj",
          "componenType": "Paragraph",
          "data": "Last month, Zimbabwe became the 19th African Union member state to sign the treaty for the establishment of the AMA.\n\nIn December 2020, the government began working with local universities to produce medicines and other essential drugs to tackle corruption and price distortions. President Emmerson Mnangagwa called on other Africa states to join the AMA in order to develop a continental pharmaceutical industry that can address future pandemics.\n\nAn international research firm, Fitch Solutions, said spending is expected to be driven largely by imported medicines, with foreign drug makers showing a renewed but highly cautious interest in Zimbabwe.\n\n“We expect Zimbabwe’s pharmaceutical market to demonstrate a five-year compound annual growth rate (CAGR) of 4.5%, to reach US$411.0mn by 2025.  Spending is expected to be driven largely by imported drugs, with foreign drug makers showing a renewed but highly cautious interest in Zimbabwe. With unemployment expected to remain high, purchasing power will continue to be lower than in other African countries.\n\n“Pharmaceutical spending per capita was calculated at just US$22.2 in 2020 and is expected to increase marginally over the 10-year period, reaching US$25.4 by 2030,” Fitch said\n\nAs drug makers increase their presence in Zimbabwe, the country’s trade deficit growth is seen slowing down.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fr5z1g0rb61zx4c7p",
          "componenType": "Paragraph",
          "data": "Increasing domestic pharmaceutical production is also seen  helping to  alleviate the negative trade balance. However, Fitch noted that it is likely that  the country will remain reliant on pharmaceutical imports over the long term.\n\n In 2020, Zimbabwe’s pharmaceutical exports reached a value of US$23 million.\n\n“Within the 2020-2025 forecast period, drug exports are expected to observe a compound annual growth rate (CAGR) of 8.0% reaching US$4.5 million . In 2020, pharmaceutical imports reached a value of US$212.2 million  and this is expected to increase US$268.5  million by 2024, experiencing a CAGR of 4,8%. The trade deficit will US$209.2 million to US$264 million over the same time period,” Fitch said.\n \n\nAMA will come into effect once ratified by 15 African Union member states with eight out of the 15 having ratified it to date.\n\nHowever, Fitch said challenges remain towards the implementation of AMA as the agency will require sufficient and sustainable financing and technical expertise in order to successfully meet its intended goals of stringent regulatory supervision and harmonisation between countries.\n\nFurthermore, Africa south of the Sahara is geographically vast and ruralised as well as often marred by military conflicts and political and economic uncertainty.\n\n“These elements could pose significant practical obstacles to the agency’s strategy implementation,” Fitch said.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "mJxFy-9",
      "author": "Nanda Kishore Bal",
      "title": "The Guardian’s nifty old-article trick is a <i>reminder </i>of how news organizations can use metadata to limit misinformation",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-06-19T07:22:02.413Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0fs65lfm3q8dh2wd09",
          "componenType": "h3",
          "data": "<i>This is a great idea</i>: In order to reduce the number of its old stories that get recirculated as new",
          "numbered": false
        },
        {
          "componentId": "l0gdmtlgpy2jj2xiry",
          "componenType": "Image",
          "data": "https://www.niemanlab.org/images/guardian-1969-darker.jpg",
          "numbered": false
        },
        {
          "componentId": "l0gdpvkl6tglskr7gzb",
          "componenType": "Paragraph",
          "data": "For some time now we’ve been aware of certain issues around social sharing in particular. Shorn of context like the date, accurate and responsible reporting can mislead. As an example, almost every February we see a sudden spike in referral from <b>Facebook</b> to a six-year-old story about horsemeat in a supermarket’s <u>meat products</u>. \n<br/>\nOriginally published in <b>February 2013</b>, it’s generally discovered via search, the reader notices the month of publication but not the year and kicks off an annual, minor viral moment.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true,
      "deleteFlag": true
    },
    {
      "id": "AdpPbqI",
      "author": "Nanda Kishore Bal",
      "title": "SOP Corrective Action and Preventive Action",
      "dateCreated": "2022-03-06T21:23:01.832Z",
      "dateModified": "2022-03-08T11:40:54.754Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0hwtecmpheczc4834",
          "componenType": "Table",
          "data": "Solubility |\tApproximate volume of solvent in milliliters per gram of solute\nVery soluble\tLess than 1 part (< 1)\nFreely soluble |\tFrom 1 to 10 parts (1 : 10)\nSoluble\tFrom 10 to 30 parts (10 : 30)\nSparingly soluble|\tFrom 30 to 100 parts (30 : 100)\nSlightly soluble|\tFrom 100 to 1000 parts (100 : 1000)\nVery slightly soluble|\tFrom 1000 to 10000 parts (1000 : 10000)\nPractically insoluble|\tMore than 10000 parts (> 10000)",
          "numbered": true
        },
        {
          "componentId": "l0i283bilihygg8qqw",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/new-doc-02-nov-2021-3.29-pm-1.jpg?w=1568",
          "numbered": false
        },
        {
          "componentId": "l0i28omma6mnimymu1",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/new-doc-02-nov-2021-3.29-pm-11.jpg?w=1534",
          "numbered": false
        },
        {
          "componentId": "l0i28p9e6zv3k8oufp3",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/new-doc-02-nov-2021-3.30-pm-1-1.jpg?w=1534",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "4_TuJYn",
      "author": "Nanda Kishore Bal",
      "title": "Cleaning Validation in Pharmaceutical Industry",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-14T08:02:37.406Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0hxpq89xbwnawyyiz",
          "componenType": "h5",
          "data": "Guideline ",
          "numbered": false
        },
        {
          "componentId": "l0hxq7xs5c48und4hr5",
          "componenType": "Paragraph",
          "data": "Health Products and Food Branch Inspectorate  Cleaning Validation Guideline-   Health Canada.\n<br/>\nPurchase department will get technical information regarding the material through vendor questionnaire from the vendor which includes the brief manufacturing process, TSE/BSE free declaration, impurity profile, residual solvent information, GMO free declaration, Melamine free declaration, Gluten free declaration and stability data/shelf life statement etc. as applicable depending upon the type of material.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hxqrbfmc11c7ej0e",
          "componenType": "h5",
          "data": "Cleaning Validation:",
          "numbered": false
        },
        {
          "componentId": "l0hxr7slbxcozfpsf18",
          "componenType": "Paragraph",
          "data": "Cleaning validation is documented evidence that an approved cleaning procedure will provide equipment which is suitable for processing medicinal products.",
          "numbered": false
        },
        {
          "componentId": "l0hxreezgvujujyebw7",
          "componenType": "h5",
          "data": "Types of contaminants",
          "numbered": false
        },
        {
          "componentId": "l0hxryfysugnbr9q9xj",
          "componenType": "List",
          "data": [
            "Chemical – Residues of the previous product ",
            "Biological – Microorganisms",
            " Physical    – Particulate matter"
          ],
          "numbered": false
        },
        {
          "componentId": "l0hxtmqywyoz3jkvtj",
          "componenType": "h5",
          "data": "Solubility of API shall be mentioned as per following Table:",
          "numbered": false
        },
        {
          "componentId": "l0hxukj2mwfq2v2g62a",
          "componenType": "Table",
          "data": "Solubility |\tApproximate volume of solvent in milliliters per gram of solute\nVery soluble\tLess than 1 part (< 1)\nFreely soluble |\tFrom 1 to 10 parts (1 : 10)\nSoluble\tFrom 10 to 30 parts (10 : 30)\nSparingly soluble|\tFrom 30 to 100 parts (30 : 100)\nSlightly soluble|\tFrom 100 to 1000 parts (100 : 1000)\nVery slightly soluble|\tFrom 1000 to 10000 parts (1000 : 10000)\nPractically insoluble|\tMore than 10000 parts (> 10000)",
          "numbered": true
        },
        {
          "componentId": "l0hxv4ut4dgsnl1em8o",
          "componenType": "h5",
          "data": "LD50 of API shall be mentioned as per following Table",
          "numbered": false
        },
        {
          "componentId": "l0hxvekg7cjo8420gfg",
          "componenType": "Table",
          "data": "Probable oral Lethal dose for humans (Mg/ kg) |\tIncluded descriptive terms\n>15000\t| Practically non toxic\n5000-15000\t| Slightly toxic\n500-5000\t| Moderately toxic\n50-500\t| Very toxic\n5-50\t| Extremely toxic\n<5\t| Super toxic",
          "numbered": true
        },
        {
          "componentId": "l0hxx6zxtbf29o92b1d",
          "componenType": "h5",
          "data": "Cleanability of API shall be mentioned as per following Table",
          "numbered": false
        },
        {
          "componentId": "l0hxxi61jjotwzf384j",
          "componenType": "Table",
          "data": "Solubility\t| Approximate volume of solvent in milliliters per gram of solute\t| Cleanability Index\nVery soluble|\tLess than 1 part (< 1)\t|Easily cleanable\nFreely soluble|\tFrom 1 to 10 parts (1 : 10)\t|Easily cleanable\nSoluble\t|From 10 to 30 parts (10 : 30)\t|Easily cleanable\nSparingly soluble|\tFrom 30 to 100 parts (30 : 100)|\tHard to clean\nSlightly soluble\t|From 100 to 1000 parts (100 : 1000)\t|Hard to clean\nVery slightly soluble\t|From 1000 to 10000 parts (1000 : 10000)\t|Mechanical water forced required\nPractically Insoluble\t|More than 10000 parts (> 10000)\t|Mechanical water forced required",
          "numbered": true
        },
        {
          "componentId": "l0hyhgvro54t1g9j32d",
          "componenType": "h5",
          "data": "All equipments parts shall be identified as per rational criteria and categories as per bellow\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyhksqatm7xrrncfs",
          "componenType": "List",
          "data": [
            "Hard to clean ",
            "Direct contact with product",
            " No direct contact with product"
          ],
          "numbered": false
        },
        {
          "componentId": "l0hyhocvmas9br9q318",
          "componenType": "h5",
          "data": "<u>Sampling Techniques :</u>\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyhsd1bbbmyhmx9q7",
          "componenType": "h5",
          "data": "Visual Inspection (Method For Validation of Cleaning of Equipments)\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyhxb1dmxmr59gyyw",
          "componenType": "Paragraph",
          "data": "After cleaning of the equipment visual inspection shall be done using a torch held inclined to the  surface being inspected, and a mirror (attached to stainless steel rod) to inspect the surface of  equipment. Visual inspection shall be done by unaided naked eye.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyidtgmpt00uu2pig",
          "componenType": "h5",
          "data": "For visual cleaning",
          "numbered": false
        },
        {
          "componentId": "l0hyiijl3tgrzbaekol",
          "componenType": "Paragraph",
          "data": "Verify the cleanliness of the product contact surfaces. Verify the cleanliness of hard to clean areas.\n\nVerify all the product contact dismantled parts before and after assembling.",
          "numbered": false
        },
        {
          "componentId": "l0hylrhdr7oktyh0f9",
          "componenType": "h5",
          "data": "Surface Swab Sampling:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hymi0k3r14y42ius6",
          "componenType": "Paragraph",
          "data": "The direct Sampling technique is also commonly referred to as “Direct Surface Sampling” method.   This is done by Swabbing Technique using Swabs. The direct surface sampling method is the preferred technique.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hympmdmvwdizge6vd",
          "componenType": "h5",
          "data": "Sampling Procedure:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyncz4hxa5sn9yqha",
          "componenType": "Paragraph",
          "data": "Surface sampling is identified as a sampling method considering the design, size and number of equipment.\n\nAfter the completion of equipment cleaning, visual inspection shall be done.\n\nIn case, the surface of equipment is difficult to inspect, a mirror attached to a stick shall be used to inspect the cleanliness of equipment.\n\nComplete product contact surface area shall be sampled for critical hard to clean area/ critical accessories like spray gun, punch, dies, and butter fly valve etc.",
          "numbered": false
        },
        {
          "componentId": "l0hyo7e9qf88v76zchp",
          "componenType": "h5",
          "data": "Swab Sampling for Chemical analysis:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyodbk4xvby2w4tis",
          "componenType": "Paragraph",
          "data": "After visual inspection is found satisfactory swab sampling shall be carried out. Wear hand gloves and nose mask before commencing swab sampling.\n\nThe swab must be wetted in purified water or suitable diluents.\n\nSwab area shall be measured with the help of template for swabbing and  the area must be 5cm x 5cm  or as per protocol.\n\nSwabbing shall be done by parallel horizontal and then tilt the swab and do vertical strokes  as  described below to assure that the entire area is swabbed.",
          "numbered": false
        },
        {
          "componentId": "l0hyp67jodl1opbe1z",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/1640446714953.jpg?w=1024",
          "numbered": false
        },
        {
          "componentId": "l0hyptxymxq6h4vei4",
          "componenType": "Paragraph",
          "data": "After swabbing, place the swab into a stoppered test tube, wrap with aluminum foil and label the test tube for identification of swab sample.\n\nSwab samples must be collected from different areas of equipment as stated in the cleaning validation protocol.\n\nSend the stoppered test tube with swab to Quality Control Laboratory for analysis.",
          "numbered": false
        },
        {
          "componentId": "l0hyqz00jnnzbpdabi9",
          "componenType": "h5",
          "data": "Swab sampling for Microbial analysis",
          "numbered": false
        },
        {
          "componentId": "l0hyr3d764vmifvj699",
          "componenType": "Paragraph",
          "data": "Wear sterile hand gloves and nose mask before commencing swab sampling to avoid the microbiological contamination. Sterile cotton swab shall be used for swabbing.\n\nThe sterile cotton swab shall be soaked in sterile saline.\n\nSwabbing shall be done by parallel horizontal and then tilt the swab and do vertical  strokes  as  described below to assure that the entire area is swabbed.",
          "numbered": false
        },
        {
          "componentId": "l0hyr5s5kne0z6296nh",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/1640447206497.jpg?w=2048",
          "numbered": false
        },
        {
          "componentId": "l0hyr7m7x001ei8ngvm",
          "componenType": "Paragraph",
          "data": "Swab area shall be measured for swabbing and the area must be 5cm x 6cm.\n\nMicrobial swab sample shall be collected before chemical swab.\n\nSwabbing shall be done on the surface of equipments and the area is different from the area of swab taken for chemical analysis.\n\nAfter swabbing, place the swab into a sterilized stoppered test tube and label the test tube for identification of swab sample.\n\nSwab samples must be collected from different areas of equipment as stated in the cleaning validation protocol.\n\nSend the sterile stoppered test tube with swab to Quality Control – Microbiology Laboratory for analysis.",
          "numbered": false
        },
        {
          "componentId": "l0hytopyss1p50ko3z9",
          "componenType": "h5",
          "data": "Click to Update Text",
          "numbered": false
        },
        {
          "componentId": "l0hytuwbamla2rkfvcf",
          "componenType": "Paragraph",
          "data": "After visual inspection is found satisfactory, the equipment shall be rinsed with the volume of rinsing solvent (purified water) as described in respective cleaning validation protocol (rinse sample shall be performed whenever necessary).\n\nRinse sample shall be collected in the bottles used for the collection of routine purified water samples.\n\nAfter the collection of rinse sample, (stopper) close the bottle and label it for identification of rinse sample. Send the rinse sample bottle to Quality Control Laboratory for analysis.",
          "numbered": false
        },
        {
          "componentId": "l0hytx0eyuveoy3dxx",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/image-1.png",
          "numbered": false
        },
        {
          "componentId": "l0hyukd79gzks6543qg",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/image-2.png",
          "numbered": false
        },
        {
          "componentId": "l0hyunuemk8pg3nijd9",
          "componenType": "Paragraph",
          "data": "Product Container Lid for Example\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hywr00cbyhtic7wik",
          "componenType": "h5",
          "data": "Method of analysis:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyxfwzxacp7k05t6b",
          "componenType": "Paragraph",
          "data": "Methods of analysis used for determination of possible contaminant residues must be specific and sensitive.\n\nThe selection of analytical methods shall be validated for at least below  mentioned parameters based  on at least the following but not limited to;",
          "numbered": false
        },
        {
          "componentId": "l0hyyywpkp00yurspln",
          "componenType": "List",
          "data": [
            "Precision",
            "Specificity",
            " Linearity and Range",
            "Limit of Detection",
            "Limit of Quantification",
            " Stability of solutions",
            "Recovery from Equipment Surface."
          ],
          "numbered": false
        },
        {
          "componentId": "l0i1hahwfnd8pysxp",
          "componenType": "h5",
          "data": "<u>FOR WORST CASE APPROACH;</u>",
          "numbered": false
        },
        {
          "componentId": "l0i1hi0uzq3yvk5nc7",
          "componenType": "h5",
          "data": "10 PPM Criteria:",
          "numbered": false
        },
        {
          "componentId": "l0i1hkblr6h248a08wm",
          "componenType": "Paragraph",
          "data": "MACO =[Mac10] x [Swab Area]/[Shared equipment surface area between products]\n\nWhere,\n\nMac10     = 10 ppm x Minimum Batch Size of Product ‘B’ in kg.",
          "numbered": false
        },
        {
          "componentId": "l0i1hraa07d727opihi4",
          "componenType": "h5",
          "data": "Dose Criteria :\n\n",
          "numbered": false
        },
        {
          "componentId": "l0i1hznnd1xxxyjsrqq",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/1640447962814.jpg?w=1998",
          "numbered": false
        },
        {
          "componentId": "l0i1tvc6677popdjqkd",
          "componenType": "h5",
          "data": "<u>ACCEPTABILITY LIMITS:</u>\n\n",
          "numbered": false
        },
        {
          "componentId": "l0i1tw4tw4q39wluvj",
          "componenType": "h5",
          "data": "Visual inspection criteria:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0i1u1gyzm01tdluhd",
          "componenType": "Paragraph",
          "data": "No quantity of residue should be visible to naked eyes on the equipment after cleaning procedures are performed (i.e. less than 100 mcg /25 cm2).",
          "numbered": false
        },
        {
          "componentId": "l0i1uakt757iwr8r19j",
          "componenType": "h5",
          "data": "10ppm criteria:",
          "numbered": false
        },
        {
          "componentId": "l0i1ucppt7u2sc7kwni",
          "componenType": "Paragraph",
          "data": "Not more than 10ppm of active pharmaceutical ingredient of previous product is permitted in next product.",
          "numbered": false
        },
        {
          "componentId": "l0i1uk5rlvdkunwhb1k",
          "componenType": "h5",
          "data": "Dose based criteria:",
          "numbered": false
        },
        {
          "componentId": "l0i1uvmw4gqxcl35w0h",
          "componenType": "Paragraph",
          "data": "Not more than 1/1000 of minimum daily therapeutic dose of  the  previous  product in the maximum daily dose of the next product The acceptability limits for microbiological sample shall be determined based on;",
          "numbered": false
        },
        {
          "componentId": "l0i1v2jn67y6jl86fuj",
          "componenType": "Table",
          "data": "Parameters\t|Limit Dirty Equipment Surfaces\t|Limit Cleaned Equipment Surfaces\nTotal Aerobic Microbial Count (TAMC)\t|NMT 1000 cfu/swab\tNMT |100 cfu/ swab|\nTotal    Combined    Yeasts    and Molds Count (TYMC)\t|Less Than 10 cfu/swab|\tLess Than 10 cfu/ swab",
          "numbered": true
        },
        {
          "componentId": "l0i1vadtj9hfyk946u9",
          "componenType": "h5",
          "data": "Re-validation:",
          "numbered": false
        },
        {
          "componentId": "l0i1vg6mwrv91084wm",
          "componenType": "Paragraph",
          "data": "Re-validation shall be performed in case of any change, (at least the following but not limited to)",
          "numbered": false
        },
        {
          "componentId": "l0i1vmcfr9fe7bnfqjj",
          "componenType": "List",
          "data": [
            "Introduction of a new facility, equipment, process or product.",
            "Change in cleaning procedure.",
            "Change in cleaning agent used for cleaning.",
            "Reduction in minimum batch size and lowest dose of the product i.e change in  MACO  limit.",
            "Major Modification in processing equipment.",
            "Periodic revalidation after every three years.",
            "Change in regulatory requirements."
          ],
          "numbered": false
        },
        {
          "componentId": "l0i1vwzgqyxi9zvhhhj",
          "componenType": "h5",
          "data": "Dirty Equipment Hold Time (DEHT) ",
          "numbered": false
        },
        {
          "componentId": "l0i1vzc4bp1u99jv91w",
          "componenType": "Paragraph",
          "data": "The time from the end of manufacturing till the beginning of\n\nthe cleaning process of equipment (also called things like “soiled hold time”)\n\nThe Hold Time Study of Dirty Equipments shall be carried out by keeping equipment in idle for a  period of 24 hours in dirty condition. (The Maximum possible hold period under normal conditions) to evaluate microbial contamination on equipment surface and effectiveness of cleaning process.",
          "numbered": false
        },
        {
          "componentId": "l0i1w62pftemgssoejm",
          "componenType": "h5",
          "data": "Clean Equipment Hold Time (CEHT) ",
          "numbered": false
        },
        {
          "componentId": "l0i1wah1ip1j08xcm1",
          "componenType": "Paragraph",
          "data": "The time from the end of equipment cleaning till subsequent use of equipment (subsequent use includes product manufacturing).\n\nThe Hold Time Study of Clean Equipments shall be carried out after completion of  “Type  B  Cleaning”, visual inspection by keeping equipment in idle clean condition up to 72 hours to establish  the expiry of cleaning in view of microbiology.\n\nAfter the equipments surfaces are found visually clean, sampling and testing shall be carried out for Microbiological enumeration Tests and residual determination (chemical analysis) on the cleaned equipment surfaces at 0 hour interval, then sampling and testing shall be carried out only for Microbiological enumeration Tests at rest intervals as per the sampling plan. (i.e., after 24 hours, 48 hours and 72 hours).",
          "numbered": false
        },
        {
          "componentId": "l0i1wlf3q3vzf40ijb",
          "componenType": "h5",
          "data": "Dirty Equipment Hold Time Period      : 24 Hours",
          "numbered": false
        },
        {
          "componentId": "l0i1wombrm2ov2fq9ki",
          "componenType": "h5",
          "data": "Cleaned Equipment Hold Time Period : 48  Hours",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "VdGLtuw",
      "author": "Nanda Kishore Bal",
      "title": "Testing Mobile Interface",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:15:27.758Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l0g7um1j2xky18kaw4f",
          "componenType": "h2",
          "data": "Legible",
          "numbered": false
        },
        {
          "componentId": "l0qdoxr3lny9wdhii1h",
          "componenType": "Paragraph",
          "data": "The terms legible refers to the requirements that data is clear, easily understandable, and free from overwriting and unauthorized changes, and allow a clear picture of the sequencing of steps or events in the record so that all activities conducted can be fully reconstructed by the people reviewing these records at any point during the records retention period set.",
          "numbered": false
        },
        {
          "componentId": "l0qdq6vs5rwpkn45bqf",
          "componenType": "Image",
          "data": "https://3.imimg.com/data3/LG/FR/MY-2983795/pharma-equipment-250x250.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qdrlo7yk12osys2c",
          "componenType": "Paragraph",
          "data": "Personnel should be kept up to date about the application of good documentation practices (GDP) to ensure that the principles of ALCOA and ALCOA-plus are understood and applied to electronic data in the same manner that has historically been applied to paper records. Good documentation requirements for manual and electronic records include the following, as applicable",
          "numbered": false
        },
        {
          "componentId": "l0qdt41t1miq3wsqi1g",
          "componenType": "h4",
          "data": "Contemporaneous",
          "numbered": false
        },
        {
          "componentId": "l0qdu162gdjzh6uxvmh",
          "componenType": "Paragraph",
          "data": "Data should be recorded concurrently at the time of performing the activity and recordings such as in-process, environmental should maintain as and when an activity is carried out along with signatures, date and time.",
          "numbered": false
        },
        {
          "componentId": "l0qduqqiw2pslqfqvte",
          "componenType": "Image",
          "data": "https://5.imimg.com/data5/KC/BY/MY-38301902/pharmaceutical-ss-water-storage-tank-500x500.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qdv6at5qq8xc8wpuu",
          "componenType": "h4",
          "data": "General Requirements for GMP Documentation",
          "numbered": false
        },
        {
          "componentId": "l0qdvan99kuqsfljx8j",
          "componenType": "Paragraph",
          "data": "This chapter covers different levels and types of GMP documentation, including paper and\nelectronic records related to manufacturing, testing, packing of pharmaceutical products, APIs,\nexcipients, dietary supplements, food ingredients and medical devices.\n<br/><br/>\nThese documents and records consist of raw data, reports, protocols, procedures, deviations, investigations, batch records, formats, and records related to trainings, equipments and retention for manufacturing and analytical controls.\n<br/><br/>\nData integrity should always be given utmost importance which means the extent to which all data is complete, consistent and accurate throughout the data life cycle. Controls should be in place and any data integrity incident, if noticed; an appropriate corrective action should be taken to prevent recurrence of the same. Attempts to cover-up mistakes are considered as ‘data integrity’ issues and should be prohibited at all levels.",
          "numbered": false
        },
        {
          "componentId": "l0qdvdb3eprns41om6h",
          "componenType": "Image",
          "data": "https://technophar.com/wp-content/uploads/2018/11/6-Leading-Innovations-from-Pharmaceutical-Machinery-Manufacturers-.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qdzc1lnhryeki5cua",
          "componenType": "List",
          "data": [
            "System must have a collection of technological & procedural controls to protect data within the system to ensure that all records are authentic, incompatible and (where applicable) confidential. In lab situation this include lab results used to determine quality, safety, strength, efficacy or purity and in manufacturing this includes all decisions related to product release and product quality.",
            "Controls should be in place, needed for the identification, storage, protection, back-up, archive, retrieval, retention time, and disposal and to protect the integrity of its records. Access to these records should be consistent with confidentiality and records should be readily available.",
            "All Technical activities should be carried out with valid, correct and current effective versions of instruction documents and recording formats should have an identification number and a version number (where appropriate), allowing the sufficient space to record entries etc.",
            "Original observations, data, and calculations should be recorded at the time of activity performed, without any bias or prejudice. These records also include the identity of personnel responsible for the performance of activity.",
            "Automated data capture or printers should be attached and connected to equipment, such as balances, to ensure independent and timely recording of the data. User access rights to automated systems should be restricted to prevent data amendments (or audit trail).",
            "Ability to change any clock used for recording timed events, for example, system clocks in electronic systems and process instrumentation should be restricted."
          ],
          "numbered": false
        },
        {
          "componentId": "l0qe1f8qan7u9hguw05",
          "componenType": "h4",
          "data": "Data Collection and Recording",
          "numbered": false
        },
        {
          "componentId": "l0qe1zm4t52zpaa1oa",
          "componenType": "Paragraph",
          "data": "Good data and records management practices are critical elements of the quality system and a systematic approach should be implemented to provide a high level of assurance that throughout the product life cycle, all GMP records and data are complete and reliable.\n <br/><br/>\nLaboratory information management system(s) (LIMS) includes the management of data and information contained in both computerized and non-computerized systems should be well defined in quality standard procedures.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "7rQblCw",
      "author": "Nanda Kishore Bal",
      "title": "Table Test",
      "dateCreated": "2022-03-07T19:17:24.748Z",
      "dateModified": "2022-03-10T10:46:30.554Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0h356antr9v912xa1",
          "componenType": "Table",
          "data": "#|Name|Age |Sex|Reason\n1|Ravindra Jadeja|45 |Male| Beat Himself to <b>death</b>\n2|Deepika Padu|45 |Female|Killed by controversy\n3|Sachin Tendulkar|53 |Male|Killed in Chille due to homelessness/extreme weather\n4|Md Yunus|25 |Male|Beaten to death by fans\n5|Salman Khan|63 |Male|Suicide due to failed commitment",
          "numbered": false
        },
        {
          "componentId": "l0h370jx1ija44s58tu",
          "componenType": "Image",
          "data": "https://www.ikea.com/in/en/images/products/nodeland-coffee-table-medium-brown__0974637_pe812499_s5.jpg?f=s",
          "numbered": false
        },
        {
          "componentId": "l0h3io0bmty12gm8bh",
          "componenType": "Table",
          "data": "#|Name|Age |Sex|Reason\n1|Ravindra Jadeja|45 |Male| Beat Himself to death\n2|Deepika Padu|45 |Female|Killed by controversy\n3|Sachin Tendulkar|53 |Male|Killed in Chille due to homelessness/extreme weather\n4|Md Yunus|25 |Male|Beaten to death by fans\n5|Salman Khan|63 |Male|Suicide due to failed commitment",
          "numbered": true
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "Ahx1hN-",
      "author": "Nanda Kishore Bal",
      "title": "\"हनुमान चालीसा तक ठीक है, लेकिन घर का खाना नहीं मिलेगा...\" : चित्रा रामकृष्ण से कोर्ट",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-15T05:30:46.687Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0rp3lkhc2lj3n9mt6",
          "componenType": "Image",
          "data": "https://c.ndtvimg.com/2022-02/nq8s06b4_chitra-ramkrishna-reuters_625x300_13_February_22.jpg",
          "numbered": false
        },
        {
          "componentId": "l0rp4b1qxb402765sf",
          "componenType": "Paragraph",
          "data": "<p><b>नई दिल्ली: </b>न्यायाधीश संजीव अग्रवाल ने कहा, \"हर कैदी एक जैसा होता है. वह जो रही हैं, उसकी वजह से वह वीआईपी कैदी नहीं हो सकती. नियमों को नहीं बदला जा सकता है.\" हालांकि, अदालत ने उन्हें एक प्रार्थना पुस्तक, हनुमान चालीसा और भगवद गीता की एक प्रति ले जाने की अनुमति दी है.\n</p>\n<p>\n पूर्व नेशनल स्टॉक एक्सचेंज (एनएसई) प्रमुख चित्रा रामकृष्ण को 14 दिनों के लिए जेल भेज दिया गया है. उन पर एक व्यक्ति जिसे हिमालयी योगी बताया गया, के साथ निजी जानकारी साझा करना का आरोप लगा है. साल 2013 से एनएसई का नेतृत्व कर रही 59 वर्षीय चित्रा रामकृष्ण को केंद्रीय जांच ब्यूरो (सीबीआई) ने बाजार में हेरफेर और घोटाले के चलते पूछताछ के बाद 24 फरवरी को गिरफ्तार किया था. दरअसल, साल 2018 में एक मामला दर्ज हुआ था, जिसमें कुछ दलालों को व्यापार में अनुचित लाभ मिला था. एजेंसी अब मार्केट एक्सचेंजों के कंप्यूटर सर्वर से स्टॉक ब्रोकरों को सूचना के लीक होने के आरोपों की जांच कर रही है, जिसे \"सह-स्थान घोटाला\" के रूप में जाना जाने लगा है. \n</p><p>\nचित्रा रामकृष्ण ने जमानत की मांग करते हुए एक याचिका दायर की थी, जिसमें कहा गया था कि एजेंसी अब उनकी हिरासत की मांग नहीं कर सकती है. लेकिन सीबीआई ने इसका विरोध करते हुए तर्क दिया कि वह एक प्रभावशाली व्यक्ति हैं और उनकी विदेश यात्राओं और मामले के अन्य पहलुओं पर जांच अभी भी जारी है. एजेंसी ने तर्क दिया, \"इसलिए हम चाहते हैं कि उसे न्यायिक हिरासत में भेजा जाए.\" \n</p><p>\nअदालत ने जेल कस्टडी को मंजूरी दे दी है और उनके द्वारा घर के भोजन और अन्य सुविधाओं के लिए किए गए अनुरोध को भी खारिज कर दिया. न्यायाधीश संजीव अग्रवाल ने कहा, \"हर कैदी एक जैसा होता है. वह जो रही हैं, उसकी वजह से वह वीआईपी कैदी नहीं हो सकती. नियमों को नहीं बदला जा सकता है.\" हालांकि, अदालत ने उन्हें एक प्रार्थना पुस्तक, हनुमान चालीसा और भगवद गीता की एक प्रति ले जाने की अनुमति दी है.\n<br/><br/>\nबता दें कि रामकृष्णा को सीबीआई ने दिल्ली के एक स्टॉकब्रोकर के खिलाफ करीब चार साल की जांच के बाद गिरफ्तार किया था. गिरफ्तारी बाजार नियामक भारतीय प्रतिभूति और विनिमय बोर्ड (सेबी) द्वारा एक रिपोर्ट जारी करने के बाद हुई, जिसमें एनएसई के शीर्ष प्रबंधन द्वारा सत्ता के कथित दुरुपयोग का संकेत दिया गया था.\n<br/><br/>\nरिपोर्ट में कहा गया है कि रामकृष्णा को लगभग 20 वर्षों तक सभी व्यक्तिगत और व्यावसायिक मामलों में एक रहस्यमय \"हिमालयी योगी\" द्वारा निर्देशित किया गया था. बाद में \"योगी\" का खुलासा स्टॉक एक्सचेंज के एक पूर्व अधिकारी आनंद सुब्रमण्यम के रूप में हुआ, जिसे बाजार में हेरफेर के मामले में गिरफ्तार किया गया था.\n</p>\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "xnNr_jD",
      "author": "Nanda Kishore Bal",
      "title": "User Requirement specification (URS) of Equipment’s in Pharmaceutical",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-10T11:09:20.152Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0kvmfvn8pqsy9164",
          "componenType": "Paragraph",
          "data": "<p><b>User requirement specification (URS) </b>is a list of all the requirements from the user, like equipment to be purchased. After the preparation of the list, the documents are sent to the manufacturer to get the required materials as per the given criteria.\n</p>\n<p>\nThe user department will raise the indent for his requirement regarding machine equipment or software. He/She will give all the requirements in the format of URS, which include the functional and technical specifications for the machine equipment or software. This specification in the written format is defined as URS. It shall be very specific.\n</p><p>\nThere should not be any confusion during the preparation for approval. Functional as well as technical aspects shall be clearly mentioned. The number of spare change parts required shall be mentioned in URS.\n</p><p>\nUsers should also give the details of other areas which are going to affect if the machine is procured or which are the other areas that need to modify such as the environmental (AHU) control system. Also, keep in mind whether this modification is possible and feasible; is it going to impact the other existing system. URS is a supporting document for the preparation of design qualifications.\n</p>",
          "numbered": false
        },
        {
          "componentId": "l0kvq2t11udp2m1pyle",
          "componenType": "h5",
          "data": "User requirement specification for equipment.",
          "numbered": false
        },
        {
          "componentId": "l0kvqhybk58415plq2c",
          "componenType": "Paragraph",
          "data": "<b>The following point must be included in URS:\n</b>",
          "numbered": false
        },
        {
          "componentId": "l0kvr7c53ll758fe9s6",
          "componenType": "List",
          "data": [
            "Name of the user department",
            "Location",
            "Machine/equipment/software name",
            "Purpose of the machine/equipment/software",
            "Other areas of impact (AHU, movement, and space)",
            "Parameters to be considered for the URS.",
            "Model making Name with specification, and quantity with the remark.",
            "Capacity: give the detailed specification and quantity likes requirement in Kilogram or liters.",
            "The material of construction: give details about the material of construction like Stainless steel and its grades.",
            "Give details about Instruments on machine likes Metal detector, Camera inspection system, and pinhole detector, etc.",
            "Required calibration details with the specification with remarks",
            "Details specification: baffles, Dia, punches, Guide track, cutter, and channel.",
            "Specified details about required tools",
            "Documentation like  Qualification/ manuals",
            "Environmental: (Include the temperature and humidity of the area ) / health safety requirements (like MCB and safety Guard) and Control (Specify needs of equipment, interfaces, output forms (e.g., USB)",
            "Critical control points"
          ],
          "numbered": false
        },
        {
          "componentId": "iouwer23789weioryoweerwo",
          "componenType": "Paragraph",
          "data": "<b>Others:\n</b>",
          "numbered": false
        },
        {
          "componentId": "werwewe098r908wer0",
          "componenType": "List",
          "data": [
            "Utilities. Utilities. Define the kind of power supply to use for the equipment, the requirement of UPS, or other utility requirements. Include water system, quality, or compressed gas, if required.",
            "Availability. Limitation of operation time for the equipment",
            "Supporting Documents. Operating manuals, warranty, parts, spare parts, circuit diagrams.",
            "User requirement specification document Shall be signed by an authorized person in the column prepared by, reviewed by, and approved by. In the end, review, revise, and approve the URS. The next step is the design qualification."
          ],
          "numbered": false
        },
        {
          "componentId": "l0kw086548yf70rd3yn",
          "componenType": "Paragraph",
          "data": "<b>Conclusion : </b>When a system is being created, User Requirements Specifications are a valuable tool for ensuring the system will do what users need it to try to do. ",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "tdnGPZX",
      "author": "Madhusudhan Das",
      "title": "Into the Duct: An Unusual Source of Bacteremia",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-13T20:22:17.387Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l0l9atbeystdnlts04",
          "componenType": "h2",
          "data": "Presentation\n",
          "numbered": false
        },
        {
          "componentId": "l0ppp3rs02rr7oevvh0u",
          "componenType": "Paragraph",
          "data": "A 52-year-old male presented to the hospital with a 3-day history of high-grade fever (over 39.0°C), arthralgia, and headache. He was diagnosed with acute pancreatitis for the first time at 28 years of age. Since then, he has been admitted several times due to chronic pancreatitis. The cause of chronic pancreatitis had been assumed to be alcohol consumption. Three months prior, he received an endoscopic ultrasound-fine needle aspiration to evaluate a mass in the pancreatic head, which yielded no evidence of malignancy. He denied abdominal pain, back pain, nausea or vomiting, or diarrhea. His other medical history included diabetes mellitus, but he did not take any medication or have any allergies. He was a current 52.5 pack-year smoker and was drinking 2 units of alcoholic beverage per day. There was no family history of pancreatic disease.",
          "numbered": false
        },
        {
          "componentId": "l0ppprl5a2haf5feoek",
          "componenType": "h2",
          "data": "Assessment",
          "numbered": false
        },
        {
          "componentId": "l0ppq1aby358am5mp2s",
          "componenType": "Paragraph",
          "data": "On physical examination, his blood pressure was 96/66 mmHg, pulse rate was 89 bpm, respiratory rate was 18 breaths per min, body temperature was 38.1°C, and oxygen saturation was 97% in ambient air. The conjunctiva was anicteric. The neck was supple. There were no murmurs or rales upon chest auscultation. His abdomen was not distended, and there was no abdominal tenderness. There was no erythema on the joints or skin. Blood tests revealed a white blood cell count within normal range (6,360/mm3) and severely decreased platelet counts (4.9 × 109/mm3). There was no elevation in serum aminotransferases or amylase levels (51 U/L); however, the C-reactive protein level was highly elevated (28.59 mg/dL). There was no pyuria or bacteriuria on urinalysis. The chest and abdominal computed tomography (CT) without contrast showed multiple calcified lesions in the pancreas, a dilated pancreatic duct, and slight peripancreatic fat stranding, and there were otherwise no findings that could explain the cause of his symptoms and signs. Transthoracic echocardiography showed no abnormality.\n<br/><br/>\nAlthough slight peripancreatic fat stranding was detected on the CT, acute pancreatitis or acute on chronic pancreatitis were not considered as a cause of fever because there was no abdominal pain and serum amylase level was normal. Instead, systemic symptoms such as fever, headache, arthralgia, relatively low blood pressure, and remarkably decreased platelet counts with elevated C-reactive protein levels indicated bacteremia. After taking blood and urine cultures, the patient was admitted and started receiving intravenous cefmetazole (1 g twice a day).\n<br/><br/>\nOn day 2, the blood cultures turned out to be positive for Enterobacteriaceae (identified as Escherichia coli on day 4), whereas the urine culture was sterile. An intra-abdominal abscess was considered as the source of bacteremia; however, the contrast-enhanced abdominal CT and abdominal ultrasound showed no additional findings. The patient was treated for bacteremia of unknown origin.",
          "numbered": false
        },
        {
          "componentId": "l0ppsdkcblj13e8mw6n",
          "componenType": "h2",
          "data": "Diagnosis",
          "numbered": false
        },
        {
          "componentId": "l0ppslra1ecpqh4y8nqj",
          "componenType": "Paragraph",
          "data": "The patient's condition did not improve despite effective antimicrobial therapy, even on day 5. At the time, the pancreas was considered as a possible source of bacteremia based on the patient's background. The follow-up serum amylase level on day 6 increased (295 U/L). The diffusion-weighted images in the magnetic resonance cholangiopancreatography showed high intensity in the pancreatic duct, suggesting infection in the pancreatic duct (Figure 1). There was no abnormal finding in the bile duct.",
          "numbered": false
        },
        {
          "componentId": "l0pptevkkacwcepb93c",
          "componenType": "Image",
          "data": "https://els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/attachment/15b05d87-9c8e-44a8-ac43-5567b021a74b/gr1.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ppujswjv0okv4pmyf",
          "componenType": "Paragraph",
          "data": "\n<b>Figure 1</b> Diffusion-weighted images in the magnetic resonance cholangiopancreatography showing high intensity in the pancreatic duct.",
          "numbered": false
        },
        {
          "componentId": "l0ppvt9fvwqnjnr7iqn",
          "componenType": "Paragraph",
          "data": "On day 7, endoscopic retrograde cholangiopancreatography was conducted, wherein a pruritic discharge from the papilla of Vater was detected (Figure 2). Following the incision of the sphincter of Oddi, the cholangiopancreatography revealed several filling defects suggestive of pancreatic stones and caudal dilatation of the pancreatic duct (Figure 3). There was no abnormal finding in the bile duct. The procedure was finished with the placement of an endoscopic nasopancreatic drainage tube. The pancreatic juice from the drainage tube was cultured and turned out to be positive for E coli. The patient was diagnosed with acute obstructive suppurative pancreatic ductitis (AOSPD).",
          "numbered": false
        },
        {
          "componentId": "l0ppwlw9mkxz2c14ps9",
          "componenType": "Image",
          "data": "https://els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/attachment/bfb8c16f-8910-4132-aabe-ba0954c4448b/gr2.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ppx1ib1k8k27ti0u6",
          "componenType": "Paragraph",
          "data": "<b>Figure 2</b> Pruritic discharge draining from the sphincter of Vater.\n",
          "numbered": false
        },
        {
          "componentId": "l0ppy59c05l6k87h1ex",
          "componenType": "Image",
          "data": "https://els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/attachment/0109b023-7aa9-41e3-b0ab-339fd08dc5be/gr3.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ppylktkmgoke6zdp",
          "componenType": "Paragraph",
          "data": "<b>Figure 3</b> Cholangiopancreatography revealing several filling defects suggestive of pancreatic stones and caudal dilatation of the pancreatic duct.",
          "numbered": false
        },
        {
          "componentId": "l0ppzhnllef0jsajmbo",
          "componenType": "h2",
          "data": "Management",
          "numbered": false
        },
        {
          "componentId": "l0ppzz06lgew68g8nw",
          "componenType": "Paragraph",
          "data": "After the drainage, the patient's condition improved. On day 18, he was transferred to a tertiary university hospital for further treatment, where he received extracorporeal shock wave lithotripsy to remove the pancreatic stones. He was finally discharged a week after transfer and has been well for 4 months.\n",
          "numbered": false
        },
        {
          "componentId": "l0pq0urbjmhbe45q5oa",
          "componenType": "h2",
          "data": "Discussion",
          "numbered": false
        },
        {
          "componentId": "l0pq14vpg2m31v3ld19",
          "componenType": "Paragraph",
          "data": "Obstructive suppurative pancreatic ductitis is defined as suppuration in the main pancreatic duct without a concurrently infected pseudocyst or pancreatic abscess.1,2 The typical presentation of AOSPD is an acute fever over 38.0°C with abdominal pain developed in a male aged 50 to 60 years who is a smoker and habitual drinker with a history of chronic pancreatitis.1 The other possible risk factors of AOSPD are diabetes mellitus, the presence of intraductal pancreatic stones, and prior pancreatic procedures.1,2 Fever, markedly elevated CRP level, and relatively lower serum amylase level at clinical onset are characteristic of AOSPD with chronic pancreatitis compared with acute on chronic pancreatitis.1 The essential finding to diagnose AOSPD is a confirmation of pancreatic duct obstruction with evidence of infection in the pancreatic duct, such as pancreatic pus or positive pancreatic juice culture.1,  2,  3 Because AOSPD can result in severe sepsis and requires drainage of the pancreatic duct,1 the timely correct diagnosis is essential.\n<br/><br/>\nIn this case, the lack of abdominal pain, the cardinal feature of AOSPD, seemed to distract the physicians’ diagnostic process. This hindered the timely effective drainage therapy for AOSPD. Abdominal pain was reported to be observed in 95% of patients with AOSPD;1 therefore, the lack of abdominal pain can be a high risk of diagnostic errors in patients with AOSPD. However, except for abdominal pain, there were almost all the typical characteristics for AOSPD, such as chronic pancreatitis, smoking, habitual drinking, prior pancreatic procedure, low amylase level, high CRP level, dilated pancreatic duct, and pancreatic stones fever, in our patient.1 The same was true of the previously reported case of AOSPD without abdominal pain.1 Besides, retrospectively, the peripancreatic fat stranding on the CT should have been recognized as a clue for AOSPD in this case. Indeed, although the prevalence was low, peripancreatic fat stranding has been reported to be observed in patients with AOSPD.1,2 Therefore, AOSPD should be considered as a differential diagnosis in patients with chronic pancreatitis who have several characteristics of AOSPD even though they do not have abdominal pain.\n<br/><br/>\nIn conclusion, AOSPD should be thought of as a differential diagnosis in patients with bacteremia of unknown origin, when patients have a history of chronic pancreatitis and other several characteristics of AOSPD, even they do not have abdominal pain. Because these patients require drainage of the pancreatic duct when antibiotic therapy fails, a timely correct diagnosis of AOSPD is necessary. The essential action for the diagnosis of AOSPD is “into the duct”.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "lLX8vvw",
      "author": "Madhusudhan Das",
      "title": "କେଶ ପାଇଁ ରସୁଣ",
      "dateCreated": "2022-03-10T17:41:39.974Z",
      "dateModified": "2022-06-19T13:03:02.936Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0ro0usdu5byl7245m8",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2020/12/the-3-best-essential-oils-for-hair-4-640x430-1.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ro18ehsnq9q7glpcs",
          "componenType": "Paragraph",
          "data": "<b>ରସୁଣ ପେଷ୍ଟ </b><br/>\nରସୁଣ ପେଷ୍ଟ କେଶ ମୂଳରେ ଲଗାଇ ୨୦ ମିନିଟ ରଖନ୍ତୁ। ଏହାପରେ ଏହାକୁ ଧୋଇ ଦିଅନ୍ତୁ। ଏହା କେଶ ପାଇଁ ଖୁବ ଉତ୍ତମ ଅଟେ। ଏହାକୁ ସପ୍ତାହକୁ ଥରେ ନିଶ୍ଚୟ ଲଗାନ୍ତୁ।\n<br/><b>ମହୁ ଓ ରସୁଣ </b><br/>\n୨ଚାମଚ ମହୁରେ ୩ ଚାମଚ ରସୁଣ ପେଷ୍ଟ ମିଶାଇ କେଶ ମୂଳରେ ଲଗାନ୍ତୁ। ୧୫ ମିନିଟ ରଖିବା ପରେ ସାମ୍ପୁ କରି ଦିଅନ୍ତୁ। ଏହାକୁ ସପ୍ତାହକୁ ୨ ଥର ଲଗାନ୍ତୁ।\n<br/><b>ଘିକୁଆଁରୀ ଓ ରସୁଣ </b><br/>\n୨ ଚାମଚ ଘିକୁଆଁରୀ ରସରେ ୩ ଚାମଚ ରସୁଣ ପେଷ୍ଟ ମିଶାଇ ଏହାକୁ କେଶର ମୂଳରେ ଲଗାନ୍ତୁ। ଏହାପରେ ଏହାକୁ ୧୫ ରୁ ୨୦ ମିନିଟ ରଖନ୍ତୁ। ନିର୍ଦ୍ଧାରିତ ସମୟ ପରେ କେଶକୁ ଧୋଇ ଦିଅନ୍ତୁ। ଏହା ରୂପିକୁ ସମ୍ପୂର୍ଣ୍ଣ ଦୂର କରିଥାଏ।\n<br/><b>ସେଓର ସିରକା ଓ ରସୁଣ ରସ </b><br/>\n୧ ଚାମଚର ରସୁଣ ରସରେ ୨ ଚାମଚ ସେଓର ସିରକା ମିଶାଇ ଏହାକୁ କେଶ ମୂଳରେ ଲଗାଇ ୨୦ ମିନିଟ ରଖନ୍ତୁ। ଏହା ପରେ ସାମ୍ପୁ କରି ଦିଅନ୍ତୁ। ଏହା ମଧ୍ୟ କେଶରୁ ରୂପି ଦୂର କରିଥାଏ।\n<br/><b>ରସୁଣ ପେଷ୍ଟ ଓ ଲେମ୍ବୁ ରସ </b><br/>\nରସୁଣ ପେଷ୍ଟ ଓ ଲେମ୍ବୁ ରସକୁ କେଶର ମୂଳରେ ଲଗାନ୍ତୁ। ଏହାକୁ ୧୫ ରୁ ୨୦ ମିନିଟ ରଖିବା ପରେ ଧୋଇ ଦିଅନ୍ତୁ। ସପ୍ତାହକୁ ଥରେ ଏହାକୁ ନିଶ୍ଚୟ ଲଗାନ୍ତୁ। ଏପରି କରିବା ଦ୍ୱାରା ରୂପି ଜନିତ ସମସ୍ୟାରୁ ମୁକ୍ତି ମିଳିଥାଏ।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true,
      "deleteFlag": true
    },
    {
      "id": "UOmh_Q5",
      "author": "Madhusudhan Das",
      "title": "ଢିଙ୍କିଆରେ ଜେଏସଡବ୍ଲୁ ପ୍ରକଳ୍ପକୁ ଅନୁମତି ପ୍ରସଂଗ, ୪ ସପ୍ତାହ ଭିତରେ ଜବାବ ଦାଖଲ ପାଇଁ କେନ୍ଦ୍ର ଓ ରାଜ୍ୟକୁ ନିର୍ଦ୍ଦେଶ",
      "dateCreated": "2022-03-10T17:45:39.138Z",
      "dateModified": "2022-03-15T05:12:08.406Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0rofhbm0ckg4tsju42",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2022/03/jsw-750x430.webp",
          "numbered": false
        },
        {
          "componentId": "l0rofywjyw6lmnribjh",
          "componenType": "Paragraph",
          "data": "କଟକ: ଜଗତସିଂହପୁର ଜିଲ୍ଲା‌ର ଢିଙ୍କିଆରେ ପୂର୍ବରୁ ପୋସ୍କୋ ପ୍ରକଳ୍ପକୁ ପ୍ରଦାନ କରାଯାଇଥିବା ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସକୁ ୨୦୧୯ରେ ଜେଏସଡବ୍ଲୁ ପ୍ରକଳ୍ପକୁ ଟ୍ରାନ୍ସଫର କରାଯିବା ବେଆଇନ ବୋଲି ଦର୍ଶାଇ ଦାୟର ଜନସ୍ବାର୍ଥ ଆବେଦନକୁ ହାଇକୋର୍ଟ ବିଚାର ପାଇଁ ଗ୍ରହଣ କରି ଜବାବ ତଲବ କରିଛନ୍ତି। କେନ୍ଦ୍ର ଓ ରାଜ୍ୟ ସରକାରଙ୍କୁ ହାଇକୋର୍ଟ ନୋଟିସ୍ ଜାରି କରିଛନ୍ତି। ଚାରି ସପ୍ତାହ ଭିତରେ କେନ୍ଦ୍ର ଓ ରାଜ୍ୟ ସରକାର ମାମଲାରେ ଜବାବ ଦାଖଲ କରିବେ। ଏହାପରେ ଆବେଦନକାରୀ ଚାହିଁଲେ ପ୍ରତିଜବାବ ଦାଖଲ କରି ପାରିବେ ବୋଲି ମୁଖ୍ୟ ବିଚାରପତି ଡକ୍ଟର ଜଷ୍ଟିସ ଏସ.ମୁରଲୀଧର ଓ ଜଷ୍ଟିସ ଆର.କେ.ପଟ୍ଟନାୟକଙ୍କୁ ନେଇ ଗଠିତ ଖଣ୍ଡପୀଠ ବାସୁଦେବ ଖଣ୍ଡୱାଲଙ୍କ ଆବେଦନର ଶୁଣାଣି କରି ନିର୍ଦ୍ଦେଶ ଦେଇଛନ୍ତି।",
          "numbered": false
        },
        {
          "componentId": "l0rogdedfx74d9gi6rt",
          "componenType": "Paragraph",
          "data": "ମେ ୯କୁ ମାମଲାର ପରବର୍ତ୍ତୀ ଶୁଣାଣି ପାଇଁ ଧାର୍ଯ୍ୟ କରାଯାଇଛି। ମାମଲାର ବିବରଣୀରୁ ପ୍ରକାଶ ଯେ ଢିଙ୍କିଆରେ ପୋସ୍କୋ ପ୍ରକଳ୍ପ ପାଇଁ ସରକାର ପ୍ରଦାନ କରିଥିବା ଜମିରେ କିଛି ଜଙ୍ଗଲ କିଶମ ଜମି ରହିଥିଲା। ଏଥି ପାଇଁ ରାଜ୍ୟ ସରକାରଙ୍କ ଅନୁମୋଦନକ୍ରମେ କେନ୍ଦ୍ର ସରକାର ପୋସ୍କୋ ପ୍ରକଳ୍ପକୁ ଫରେଷ୍ଟ କଂଜରଭେସନ୍ ଆଇନ ଅନୁସାରେ ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସ ୨୦୧୧, ମେ ୪ରେ ପ୍ରଦାନ କରିଥିଲେ। ପରବର୍ତ୍ତୀ ସମୟରେ ପୋସ୍କୋ ପ୍ରକଳ୍ପ ବନ୍ଦ ରହିଥିଲା। ପୋସ୍କୋ ପାଇଁ ପ୍ରଦାନ କରାଯାଇଥିବା ଜମିରେ ଜେଏସଡଡବ୍ଲୁ ପ୍ରକଳ୍ପ ଲାଗି ସରକାର ଅନୁମତି ଦେଇଥିଲେ। ପୂର୍ବରୁ ପୋସ୍କୋକୁ ମିଳିଥିବା ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସକୁ ଜେଏସଡବ୍ଲୁକୁ ଟ୍ରାନ୍ସଫର ପାଇଁ ରାଜ୍ୟ ସରକାର ସୁପାରିସ କରିଥିଲେ। ଏହାପରେ କେନ୍ଦ୍ର ସରକାରଙ୍କ ଅନୁମତିରେ ପୂର୍ବରୁ ପେସ୍କୋକୁ ପ୍ରଦାନ କରାଯାଇଥିବା ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସକୁ ଜେଏସଡବ୍ଲୁ ପ୍ରକଳ୍ପକୁ ଟ୍ରାନ୍ସଫର କରାଯାଇଥିଲା। ଏପରି ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସ ଟ୍ରାନ୍ସଫର ପ୍ରସଂଗ ବେଆଇନ ଓ ଏହା ଫରେଷ୍ଟ କଂଜରଭେସନ୍ ଆକ୍ଟର ଉଲ୍ଲଂଘନ କରୁଛି ବୋଲି ଦର୍ଶାଇ ଆବେଦନକାରୀ ହାଇକୋର୍ଟଙ୍କ ଦ୍ବାରସ୍ଥ ହୋଇଛନ୍ତି। ମାମଲାରେ କେନ୍ଦ୍ର ପରିବେଶ, ଜଙ୍ଗଲ ଓ ଜଳବାୟୁ ପରିବର୍ତ୍ତନ ମନ୍ତ୍ରଣାଳୟ, ରାଜ୍ୟ ଜଙ୍ଗଲ ଓ ପରିବେଶ ବିଭାଗ, ଜଗତସିଂହପୁର ଜିଲ୍ଲାପାଳ ଓ ଅନ୍ୟମାନଙ୍କୁ ପକ୍ଷଭୁକ୍ତ କରାଯାଇଛି।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "Sp3NClw",
      "author": "Madhusudhan Das",
      "title": "Top 20 Pharmaceutical Companies in India 2022",
      "dateCreated": "2022-03-10T17:47:39.512Z",
      "dateModified": "2022-03-14T11:32:17.249Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0qmdq0slw9ly6k2zf",
          "componenType": "Image",
          "data": "https://static.startuptalky.com/2021/09/Pharmaceutical-Companies-in-India-Startuptalky.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qm6ncj3ix526r5tt8",
          "componenType": "Paragraph",
          "data": "Due to the COVID-19 pandemic, healthcare facilities and medicines have become the need of the hour. India, the second-largest populated country, has also seen numerous cases of Covid-19 and the numbers are still growing. India's pharma sector is also growing and changing lives by providing the necessary amenities. According to the Ministry of Chemicals and Fertilizers, the turnover of pharmaceutical companies in India was 18.12 billion USD in 2018 and 19.14 billion USD in the fiscal year 2019. The domestic drug market recorded sales worth 2.15 billion USD in April 2021. It has increased 51.5% compared to $1.42 billion in April 2020. The moving annual turnover is $20.88 billion as of April 2021, up from $19.64 billion in April 2020.",
          "numbered": false
        },
        {
          "componentId": "l0qm6w18td4gw7estw",
          "componenType": "Paragraph",
          "data": "Generic drugs from top pharma companies account for 20% of global exports in terms of volume, making India the largest provider of generic medicines globally. The Indian pharmaceutical market is expected to be worth 33.18 billion USD and will reach 9th position in the global pharma market by 2023. Here, we have listed some of the best pharmaceutical companies, which manufacture exemplary pharmaceutical products in India and are ruling India's pharma sector",
          "numbered": false
        },
        {
          "componentId": "l0qm7ywb25x21tgrcme",
          "componenType": "List",
          "data": [
            "Sun Pharmaceutical Industries",
            "Divi's Laboratories",
            "Dr. Reddy's Laboratories",
            "Cipla Limited",
            "Emcure Pharmaceuticals",
            "Biocon Limited",
            "Torrent Pharma",
            "Lupin Limited",
            "Cadila Healthcare Limited",
            "Aurobindo Pharma Limited",
            "Intas Pharmaceuticals Limited",
            "Glenmark Pharma Limited",
            "Innovexia Life Sciences Pvt. Ltd.",
            "Biophar Lifesciences Pvt.Ltd.",
            "Mankind Pharma Limited",
            "Piramal Enterprises Limited",
            "Laurus Labs Ltd.",
            "Abbott India Ltd.",
            "Alkem Laboratories",
            "Alembic Pharmaceuticals"
          ],
          "numbered": true
        },
        {
          "componentId": "l0qmff44z0ftswtea4",
          "componenType": "h4",
          "data": "Sun Pharmaceutical Industries\n",
          "numbered": false
        },
        {
          "componentId": "l0qmgc1hn4ta7rmareq",
          "componenType": "Image",
          "data": "https://static.startuptalky.com/2021/05/Sun-Pharmaceutical-Top-Pharmaceutical-Companies-StartupTalky.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qmgf5lzjl9jfcjhy",
          "componenType": "Paragraph",
          "data": "<b>\nFounded: 1983<br/>\nOwner: Dilip Shanghvi<br/>\nHeadquarters: Goregaon, Mumbai<br/>\nRevenue: $4.7 billion (FY20)<br/>\n</b>",
          "numbered": false
        },
        {
          "componentId": "l0qmiccb7ycl1h25ke",
          "componenType": "Paragraph",
          "data": "Sun Pharmaceutical Industries' revenue was $4.7 billion in 2020. It is a leading multinational pharmaceutical company in India. Sun Pharma was established in the year 1983. It was founded by Mr. Dilip Shanghvi, who is also the MD of Sun Pharmaceuticals. The company started offering products to treat psychiatric ailments. Now, the company also offers formulations in various therapeutic, gastroenterology, and diabetology.\n<br/>\nSun Pharmaceutical Industries is the largest pharmaceutical company in India based on overall revenue. It is the fourth largest global specialty generic pharmaceutical company in the world. It also sells Carbamazepine, Etodolac, and Clorazepate as well as anti-cancer, steroids, peptides, sex hormones, and controlled substances. Its subsidiaries include Ranbaxy Laboratories, Sun Petrochemical Pvt. Ltd, Sun Ophthalmic Inc, Alkaloida Chemical Company Zrt, Chattem Chemicals Inc. This pharmacy business sells affordable medicines in over 150 countries across 6 continents.",
          "numbered": false
        },
        {
          "componentId": "l0qmizwyxdqzgoxlc7a",
          "componenType": "h4",
          "data": "Divi's Laboratories\n",
          "numbered": false
        },
        {
          "componentId": "l0qmj90hthambtmzal",
          "componenType": "Image",
          "data": "https://static.startuptalky.com/2021/05/Divi-s-Laboratories-Top-Pharmaceutical-Companies-StartupTalky.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qmjc0mfz29g25g4gb",
          "componenType": "Paragraph",
          "data": "<b>\nFounded: 1990\n<br/>\nOwner: Murali Divi\n<br/>\nHeadquarters: Hyderabad\n<br/>\nRevenue: $780 million (FY20)<br/>\n</b>\n",
          "numbered": false
        },
        {
          "componentId": "l0qmjffei9wwx27h7t",
          "componenType": "Paragraph",
          "data": "Divi’s Laboratories Limited is an Indian multinational pharmaceutical company based in Hyderabad, India. Divi's Laboratories was founded in 1990. Divi's Laboratories Ltd. manufactures active pharmaceutical ingredients (APIs) and intermediates. This pharmaceutical company in India is engaged in the manufacture of leading generic compounds, Nutraceutical ingredients, custom synthesis of APIs, and intermediates for global innovator companies. Divi’s Laboratories is one of the largest API companies in the world, with $780 million revenue in 2020, and exporting to more than 95 countries.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "xRQDz-Q",
      "author": "Madhusudhan Das",
      "title": "ମହିଳା ଦିବସ ଅବସରରେ ମହିଳା ପୁଲିସ କର୍ମଚାରୀଙ୍କୁ ଆରକ୍ଷୀ ମହାନିର୍ଦ୍ଦେଶକଙ୍କ ଶୁଭେଚ୍ଛା",
      "dateCreated": "2022-03-10T17:47:39.512Z",
      "dateModified": "2022-03-15T05:15:12.846Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l0laaerwgrzq6zdqxg",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2021/05/odisha-police-650x430.jpg",
          "numbered": false
        },
        {
          "componentId": "l0rojkkgqujbleq0w7",
          "componenType": "Paragraph",
          "data": "ଅର୍ନ୍ତଜାତୀୟ ମହିଳା ଦିବସ ଅବସରରେ ରାଜ୍ୟ ଆରକ୍ଷୀ ମହାନିର୍ଦ୍ଦେଶକ ସୁନୀଲ କୁମାର ବଂସଲ ଓଡ଼ିଶା ପୁଲିସ ଅଧିନରେ କାର୍ଯ୍ୟ କରୁଥିବା ସମସ୍ତ ମହିଳା ଅଧିକାରୀ ଓ କର୍ମଚାରୀଙ୍କୁ ଶୁଭେଚ୍ଛା ଓ ଅଭିନନ୍ଦନ ଜଣାଇଛନ୍ତି। ସେମାନଙ୍କ କର୍ତବ୍ୟ ପରାୟଣତା, ନିଷ୍ଠା ଏବଂ ନେତୃତ୍ୱ ଯୋଗୁଁ ସୁସ୍ଥ ସମାଜ ଗଠନ ହେବାରେ ସହାୟକ ହୋଇପାରିଛି। ଆଗାମୀ ଦିନରେ ମଧ୍ୟ ସେମାନଙ୍କର ଏହି ଅବଦାନ ସମାଜକୁ ଏକ ନୂତନ ଦିଗକୁ ନେଇପାରିବ ବୋଲି ଡିଜିପି ଶ୍ରୀ ବଂସଲ ଆଶାପ୍ରକଟ କରିଛନ୍ତି। ସାରା ରାଜ୍ୟର ବିଭିନ୍ନ ଅଞ୍ଚଳରେ ଏସ୍‍ପି, ଏସ୍‍ଡିପିଓ, ଆଇଆଇସି, ଏସ୍‍ଆଇ, କନେଷ୍ଟବଳ ଏବଂ ହୋମ୍‍ଗାର୍ଡ ଭାବେ କାର୍ଯ୍ୟ କରୁଥିବା ମହିଳାଙ୍କୁ ଡିଜିପି ପ୍ରଶଂସା କରିବା ସହ ସେମାନଙ୍କ ଅବଦାନ ସମଗ୍ର ପୁଲିସ ବିଭାଗକୁ ରୁଦ୍ଧିମନ୍ତ କରି ପାରିଛି ଡିଜିପି ମତବ୍ୟକ୍ତ କରିଛନ୍ତି।\n<br/><br/>\nସୂଚନାଯୋଗ୍ୟ ଯେ, ବର୍ତମାନ ସାରା ରାଜ୍ୟରେ ୧ ଶହରୁ ଊର୍ଦ୍ଧ୍ବ ଥାନା ଅଧିକାରୀ, ଉପଖଣ୍ଡ ପୁଲିସ ଅଧିକାରୀ ଏବଂ ଆରକ୍ଷୀ ଅଧିକ୍ଷକ ଭାବେ ମହିଳାମାନେ କାର୍ଯ୍ୟ କରୁଛନ୍ତି। ଯାହାକି ଆମ ଦେଶର ଅନ୍ୟ ରାଜ୍ୟ ତୁଳନାରେ ସର୍ବାଧିକ କହିଲେ ଅତ୍ୟୁକ୍ତି ହେବ ନାହିଁ। ଏହି ଅବସରରେ ଡିଜିପି ଶ୍ରୀ ବଂସଲ ଥାନାକୁ ଅଭିଯୋଗ ନେଇ ଆସୁଥିବା ଲୋକଙ୍କୁ ଉତ୍ତମ ବ୍ୟବହାର ଏବଂ ସୁସ୍ଥ ପରିବେଶ ଗଠନ କରିବା ଉପରେ ଗୁରୁତ୍ୱ ପ୍ରଦାନ କରିଛନ୍ତି। ଏହାବ୍ୟତୀତ ଥାନାରେ କାର୍ଯ୍ୟ କରୁଥିବା ମହିଳା ଅଧିକାରୀ ଓ କର୍ମଚାରୀଙ୍କ ଆତ୍ମବିଶ୍ୱାସ ବଢାଇବାକୁ ମଧ୍ୟ ଡିଜିପି ଶ୍ରୀ ବଂସଲ ସମସ୍ତଙ୍କୁ ନିବେଦନ କରିଛନ୍ତି।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "RV3gq8_",
      "author": "Madhusudhan Das",
      "title": "America: खेल-खेल में गन चला बैठा 3 साल का मासूम बच्चा, गोली लगने से गई मां की जान",
      "dateCreated": "2022-03-10T17:49:37.838Z",
      "dateModified": "2022-03-15T05:18:59.590Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l0rommctosz44ig2cxi",
          "componenType": "Paragraph",
          "data": "खेलते खेलते बच्चे के हाथों से ट्रिगर दब गया और उसकी 22 वर्षीय मां डेजाह बेनेट को गर्दन में गोली जाकर लग गई. हालांकि बच्चे की मां को शिकागो के एक अस्पताल ले जाया गया जहां उसे मृत घोषित कर दिया गया.",
          "numbered": false
        },
        {
          "componentId": "l0ronal6fb3ze2zvo28",
          "componenType": "Image",
          "data": "https://c.ndtvimg.com/2019-01/k0915tug_gun-generic-pixabay-650_625x300_31_January_19.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ronhn2w5udp3fhua9",
          "componenType": "Paragraph",
          "data": "<b>वॉशिंटन: </b>अमेरिका (America) के शिकागो में एक तीन साल के बच्चे ने अपनी मां (Mother) की गोली मारकर हत्या कर दी है. बताया जा रहा था कि मासूम बच्चा पिता की बंदूक से खेल रहा था, उसी दौरान यह हादसा घटा. गोली गर्दन के पिछले हिस्से में लगी, जिसके बाद महिला को शिकागो के एक अस्पताल (Hospital) ले जाया गया. जहां उसे मृत घोषित कर दिया गया. पुलिस ने भी शनिवार को हुई इस घटना की पुष्टि की है.",
          "numbered": false
        },
        {
          "componentId": "l0rooblxtgh6ssb0t3",
          "componenType": "Paragraph",
          "data": "शनिवार की शाम को यह दुर्घटना मिडवेस्टर्न शहर के एक उपनगर, डोल्टन में एक सुपरमार्केट की पार्किंग में हुई. बच्चा कार के पीछे बच्चे की सीट पर बैठा था, जिसके सामने उसके माता-पिता थे. इसी बीच बच्चा खेलते खेलते पिता की पिस्तौल पर हाथ रखने में कामयाब हो गया. स्थानीय पुलिस प्रमुख रॉबर्ट कॉलिन्स ने एएफपी को बताया कि बच्चा कार के अंदर उससे खेलने लगा. इसी दौरान बच्चा ट्रिगर दबा बैठा.\n<br/>\nबच्चे के दबाते ही गोली उसकी 22 वर्षीय मां डेजाह बेनेट की गर्दन (Neck) के पिछले हिस्से में लग गई. जिसके बाद उसे शिकागो के एक अस्पताल ले जाया गया जहां उसे मृत घोषित कर दिया गया. उधर, कोलिन्स ने कहा कि बच्चे के पिता को हिरासत में ले लिया है. पुलिस जांच कर रही है कि क्या उनके पास कानूनी रूप से बंदूक है और क्या उन पर आरोप होना चाहिए.\n<br/><br/>\nएक अनुमान के मुताबिक नाबालिगों द्वारा अनजाने में फायरिंग हर साल औसतन 350 मौतों का कारण बनती है. अमेरिका में बंदूक खरीदना और रखना बेहद आसान है. एवरीटाउन फॉर गन की हालिया रिपोर्ट के अनुसार, \"हर साल, यूएस में सैकड़ों बच्चे अलमारी और नाइटस्टैंड दराज में असुरक्षित, भरी हुई बंदूकें, बैकपैक्स और पर्स में, या बस छोड़ दिए जाते हैं और गलती से गोली चल जाती है.. ",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "f2NWQbQ",
      "author": "Madhusudhan Das",
      "title": "ରୁଷର ୧୦୦ ସୈନିକଙ୍କୁ ହତ୍ୟା କଲା ୟୁକ୍ରେନ୍‌",
      "dateCreated": "2022-03-10T17:49:55.232Z",
      "dateModified": "2022-03-15T05:05:21.769Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l0ro6reqx6u5l7xy6hk",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2022/03/ukraine-russia-war-650x430.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ro6yer4jjixlra6nw",
          "componenType": "Paragraph",
          "data": "<b>କିଭ୍‌: </b>୨୦ ଦିନରେ ପହଞ୍ଚିଲା ୟୁକ୍ରେନ୍‌-ରୁଷ ଯୁଦ୍ଧ । ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଚାଲିଛି ଘମାଘୋଟ ଲାଢ଼େଇ । ରୁଷ ସେନା ୟୁକ୍ରେନ୍‌ ଉପରେ ଅହରହ ଆକ୍ରମଣ କରୁଛନ୍ତି । ଆଜି ରୁଷ ୟୁକ୍ରେନର ଖାରକିଭ ସହରରେ ବଡ଼ ଧରଣର ବିସ୍ଫୋରଣ କରୁଛି । ଖାରକିଭରେ ମିଶାଇଲ ଆକ୍ରମଣ କରି ବଡ଼ ବଡ଼ ଅଟ୍ଟାଳିକା ନଷ୍ଟ କରୁଥିବା ସୂଚନା ମିଳିଛି । ଖାଲି ସେତିକି ନୁ​‌ହେଁ ରୁଷ ଖାରକିଭ ସହ ୟୁକ୍ରେନ୍‌ର ଅନ୍ୟ କିଛି ସହରରେ ମଧ୍ୟ ଆକ୍ରମଣ କରୁଛି । ଏହି ଆକ୍ରମଣରେ ୟୁକ୍ରେନର ବହୁ ସମ୍ପତ୍ତି ନଷ୍ଟ ହେଉଥିବା ମଧ୍ୟ ଦେଖିବାକୁ ମିଳିଛି । ଅନ୍ୟପଟେ ରୁଷର ଆକ୍ରମଣକୁ କଡ଼ା ଜବାବ ଦେଉଛି ୟୁକ୍ରେନ୍‌ । ୟୁକ୍ରେନ୍‌ ରୁଷର ୧୦୦ ସୈନିକଙ୍କୁ ହତ୍ୟା କରିଥିବା ଦାବି କରିଛି । ତାହା ସହ ୟୁକ୍ରେନ୍‌ ମଧ୍ୟ ଆହୁରି କହିଛି ରୁଷର ୬ଟି ଲଢ଼ୁଆ ଗାଡ଼ିକୁ ନଷ୍ଟ କରିଛି ।",
          "numbered": false
        },
        {
          "componentId": "l0ro7ir4h8zvgyjz7a",
          "componenType": "Paragraph",
          "data": "ଗତ ୧୯ ଦିନ ହେଲା ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଘମାଘୋଟ ଯୁଦ୍ଧ ଲାଗି ରହିଛି । ଏହାରି ଭିତରେ ଦୁଇ ଦେଶର ଅନେକ ସୈନିକଙ୍କ ସହ ସାଧାରଣ ଲୋକଙ୍କ ମୃତ୍ୟୁ ହେଲାଣି । ଦୁଇ ଦେଶର ଅର୍ଥନୀତି ଉପରେ ମଧ୍ୟ ପ୍ରଭାବ ପଡ଼ିଲାଣି । ତଥାପି ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଯୁଦ୍ଧ ଥମିବାର ନାଁ ନେଉନାହିଁ । ଉଭୟ ଦେଶର ପ୍ରତିନିଧି ମାନଙ୍କ ସହ ଏନେଇ ଆଲୋଚନା ହେଉଛି । ତଥାପି କୌଣସି ସୁଫଳ ମିଳିପାରୁନାହିଁ । ୪ଥର ଯୁଦ୍ଧକୁ ନେଇ ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଆଲୋଚନା ହୋଇଥିଲା । ଗତକାଲି ଦୁଇ ଦେଶର ପ୍ରତିନିଧ ବୈଠକ ବସିଥିଲେ । ହେଲେ କୌଣସି ସମାଧାନର ବାଟ ବାହାରି ପାରିନଥିବା ବେଳେ, ଆଜି ଯୁଦ୍ଧକୁ ନେଇ ପୁଣି ଉଭୟ ଦେଶ ମଧ୍ୟରେ ଆଲୋଚନା ହେବା ନେଇ ଜଣାପଡ଼ିଛି ।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "P9IW8VJ",
      "author": "Madhusudhan Das",
      "title": "ହୋଟେଲକୁ ଯାଉଛି ଚିଲିକା ପକ୍ଷୀ ମାଂସ",
      "dateCreated": "2022-03-10T17:51:32.818Z",
      "dateModified": "2022-03-16T18:59:31.883Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l0ro98omo6pbo7j2u7c",
          "componenType": "Paragraph",
          "data": "<b>ଖୋର୍ଦ୍ଧା:</b> ନୀଳାମ୍ବୁ ଚିଲିକାର ସମ୍ମୋହନରେ ଆକର୍ଷିତ ହୋଇ ଦୀର୍ଘପଥ ଅତିକ୍ରମ କରି ଆସୁଥିବା ବିଦେଶୀ ପକ୍ଷୀ ଏଠାରେ ନିରାପଦ ନୁହନ୍ତି। ୧୬ ନମ୍ବର ଜାତୀୟ ରାଜପଥ ରାତାମାଟି ଛକ ନିକଟରୁ ଶନିବାର ବିପୁଳ ସଂଖ୍ୟାରେ ମୃତ ପକ୍ଷୀର ଉଦ୍ଧାର କରାଯାଇଛି। ଶତାଧିକ ମୃତପକ୍ଷୀକୁ ରାସ୍ତା ପାର୍ଶ୍ବରେ କିଏ ପକାଇଲା, ବନ୍ୟପ୍ରାଣୀ ବିଭାଗ ଏହି ପକ୍ଷୀଙ୍କୁ ମାରିଥିବା ଶିକାରୀଙ୍କ ପାଖରେ ପହଞ୍ଚିପାରୁଛି କି ନାହିଁ ତାହାକୁ ନେଇ ମଧ୍ୟ ଚର୍ଚ୍ଚା ହେଉଛି। ଏବେ ନୂଆବର୍ଷ ଆସୁଥିବାରୁ ଏବଂ ବଡ଼ବଡ଼ ନାମୀଦାମୀ ହୋଟେଲ ତଥା କ୍ଲବ ଓ ଧନୀଧନାଢ଼୍ୟ ମହଲରେ ଏହାର ଚାହିଦା ଥିବା ଆଲୋଚନା ହେଉଥିବାବେଳେ ଏସବୁ ପକ୍ଷୀକୁ ବିଭିନ୍ନ ଉପାୟରେ ଶିକାରୀମାନେ ମାରି ସେମାନଙ୍କ ନିକଟରେ ପହଞ୍ଚାଇବାର ସୁବନ୍ଦୋବସ୍ତ ହେଉଥିବା ଅଭି​‌େ​ଯାଗ ହେଉଛି। ଏଥିରେ କିଛି ଉଚ୍ଚ ପଦରେ ଥିବା ପୁଲିସ ଓ ବନ କର୍ମଚାରୀ ଥିବା ମଧ୍ୟ କୁହାଯାଉଛି।",
          "numbered": false
        },
        {
          "componentId": "l0ro9swx7ibpnah4pga",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2021/12/chilika-birds-750x430.jpg",
          "numbered": false
        },
        {
          "componentId": "l0roa75av7yhz01kaoj",
          "componenType": "Paragraph",
          "data": "ରତାମାଟି ଛକରୁ ଶତାଧିକ ମୃତ ପକ୍ଷୀଙ୍କ ମୃତଦେହ ଠାବ କରାଯାଇଛି। ଚିଲିକା କୁଳଠାରୁ ରତାମାଟି ଛକ ଅତିକମରେ ୧୫ କିମି ହେବ। ଏତେ ଦୂରକୁ ଏତେ ସଂଖ୍ୟାର ପକ୍ଷୀ ବିନା ଗାଡ଼ିରେ ଆଣିହେବନି। ଏତେ ଚଢ଼େଇ କିଏ ମାରୁଛି, କୋଉଁଠି ବିକ୍ରି କରାଯାଉଛି ତାହା ତଦନ୍ତ ସାପେକ୍ଷ। ଏଥି ପାଇଁ ଏକ ରାକେଟ କାମ କରୁଛି। ବ୍ୟବଚ୍ଛେଦ ପରେ ମୃତ ପକ୍ଷୀଗୁଡିକୁ ପୋତାଯାଇଛି।",
          "numbered": false
        },
        {
          "componentId": "l0roaldcj1ge8fcanuk",
          "componenType": "Paragraph",
          "data": "ଚଳିତବର୍ଷ ଆରମ୍ଭରୁ ୪୫ଟି ମୃତ ପକ୍ଷୀ ପୂର୍ବରୁ ଜବତ କରାଯାଇଥିବା ବେଳେ ଆଠ ଜଣଙ୍କୁ କୋର୍ଟଚାଲାଣ କରାଯାଇଛି। ବନ୍ୟପ୍ରାଣୀ ସୁରକ୍ଷା ଆଇନ ୧୯୭୦ ଧାରା ୯ ଓ ୪୯ ଅନୁଯାଇ ପକ୍ଷୀ ହତ୍ୟାରେ ସମ୍ପୃକ୍ତ ବ୍ୟକ୍ତିଙ୍କ ନାମରେ କେଶ ରୁଜୁ କରିବାରେ ନିୟମ ରହିଛି। ପୁଣି ଏହି ଆଇନ ଧାରା ୫୧ ଅନୁଯାୟୀ ୩ରୁ ୭ବର୍ଷ କାରାଦଣ୍ଡର ବ୍ୟବସ୍ଥା ଥିଲେ ମଧ୍ୟ ଏହି ରେଞ୍ଜ ଇଲାକାର କୈାଣସି ଅପରାଧି ଶିକାରୀଙ୍କୁ ଏପରି ଦଣ୍ଡ ମିଳିବାର ନଜିର ନାହିଁ। ଆବଶ୍ୟକ ସଚେତନତା ଓ ସୁରକ୍ଷା କର୍ମୀଙ୍କ ଅଭାବରୁ ମାତ୍ରାଧିକ ପକ୍ଷୀ ଶିକାର ବଢ଼ି ଚାଲିଛି। ଫାଶ ଓ ଗୁଳି ଅପେକ୍ଷା ଖାଦ୍ୟରେ ବିଷ ପ୍ରୟୋଗକରି ପକ୍ଷୀ ହତ୍ୟା କରିବାର ଦାନବୀୟ କୈାଶଳକୁ ଏବେ ଶିକାରୀମାନେ ଆପଣଉଛନ୍ତି। ଫସଲରେ ପୋକ ମାରିବାକୁ ମିଳୁଥିବା ଫ୍ଲୁରାଡନ କୀଟନାଶକକୁ ପକ୍ଷୀଙ୍କ ଖାଦ୍ୟରେ ମିଶାଇ ଚିଲିକା ନାଶି ଅଞ୍ଚଳରେ ଥୁଆ ଯାଉଛି। ଯାହାକୁ ଖାଇ ଶହ ଶହ ପକ୍ଷୀ ମରୁଛନ୍ତି। ଶିକାରୀ ବିଷ ଥୁଆ ସ୍ଥାନରୁ କେତୋଟି ମଲା ପକ୍ଷୀ ଗୋଟାଇ ଆଣୁଥିବା ବେଳେ ବିଷ ଜ୍ୱାଳା ସହିନପାରି ପଲ ପଲ ପକ୍ଷୀ ଏଣେ ତେଣେ ପଡ଼ି ମରୁଛନ୍ତି। ୧୧ ବର୍ଗ କି.ମି ହ୍ରଦର ବାଲୁଗାଁ ,ଚିଲିକା ବନ୍ୟପ୍ରାଣୀ ଖଣ୍ଡ(ଡିଭିଜନ)କୁ ବାଲୁଗାଁ, ଟାଙ୍ଗୀ,ରମ୍ଭା, ସାତପଡ଼ା, ନୂଆପଡ଼ା ଏପରି ୫ଟି ରେଞ୍ଜରେ ବିଭକ୍ତ କରାଯାଇଛି। ଟାଙ୍ଗୀ ରେଞ୍ଜରେ ଅଧିକ ପକ୍ଷୀ ଶିକାର ହେଉଥିବା ବେଳେ ଅନ୍ୟ ୪ଟି ରେଞ୍ଜରେ କାଁ ଭାଁ ପକ୍ଷୀ ଶିକାର ହେଉଥିବା ଜଣାପଡ଼ିଛି।\n<br/><br/>\nସରଳସିଂହ ଗେଟ ନିକଟବର୍ତ୍ତୀ ଭାଷାରା ପାହଡଠାରୁ ଦେଇପୁର ଆଳିପଡ଼ା ପର୍ଯ୍ୟନ୍ତ ଉପକୂଳର ଦୈର୍ଘ୍ୟ ୬୮କି.ମି. ଏବଂ ଉପକୁଳଠାରୁ ଚିଲିକା ପାଣି ଭିତରକୁ ୫ କିମି ପର୍ଯ୍ୟନ୍ତ ଟାଙ୍ଗୀ ରେଞ୍ଜରେ ଯାଉଛି। ପକ୍ଷୀଙ୍କ ସୁରକ୍ଷା ପାଇଁ ଟାଙ୍ଗୀ ରେଞ୍ଜ ଅଞ୍ଚଳର ସୋରଣ, ମଙ୍ଗଳାଯୋଡ଼ି, ଦେଇପୁର, ଦୋଛିଆଁ, ଭୁଷଣ୍ଡପୁର, ବାଲିପାଟପୁର, ଅଭିମାନପୁର, ସୁନ୍ଦରପୁର, ବରୁଣପଡ଼ା, ବାଲିନାସି, ନଇରି ଆଦି ସ୍ଥାନରେ ୧୧ଟି କ୍ୟାମ୍ପ କରାଯାଇଛି। ଗୋଟିଏ କ୍ୟାମ୍ପରେ ଜଣେ ଫରେଷ୍ଟର କିମ୍ବା ଜଣେ ଗାର୍ଡ ଦାୟିତ୍ୱରେ ରହୁଥିବା ବେଳେ ପ୍ରତି କ୍ୟାମ୍ପ ପାଇଁ ୩ ଜଣ ଲେଖାଏଁ ଠିକା କର୍ମଚାରୀ ଦାୟିତ୍ୱରେ ରଖାଯାଇଛି। ଏହା ସହିତ ଚିଲିକା ପାଣିରେ ଡଙ୍ଗା ଦ୍ୱାରା ବୁଲିବା ପାଇଁ ଭ୍ରାମ୍ୟାମାଣ ସ୍କାର୍ଡ ଗଠନ କରାଯାଇଛି। ସ୍ୱାର୍ଡ ପାଇଁ ୮ଜଣଙ୍କୁ ଠିକା କର୍ମଚାରୀ ନିୟୋଜିତ ହୋଇଛନ୍ତି। ଏତେ ବଡ଼ ଅଞ୍ଚଳକୁ ଜଣେ ବନାଞ୍ଚଳ ଅଫିସର, ତିନିଜଣ ଫରେଷ୍ଟର ଓ ୮ଜଣ ଗାର୍ଡ ଥିବା ଜଣାପଡ଼ିଛି।\n<br/><br/>\nଏ ନେଇ ଟାଙ୍ଗୀ ଚୁଡାମଣି ମୁର୍ମୁଙ୍କୁ ପଚାରିବାରେ ସେ କହିଲେ ରତାମାଟି ଛକ ନିକଟରୁ ୨୯ଟି ମୃତ ପକ୍ଷୀ ଦବତ କରାଯାଇଛି। କିଏ ଏହି ଚଢେଇ ମାରିଲା ତାର ତତନ୍ତ ଚାଲିଛି। ପୁଣି ଏପିଆର ଫୋର୍ସ ସହାୟତା ଦେବା ପାଇଁ ଚିଲିକା ବଣ୍ୟପ୍ରାଣୀ ବିଭାଗ ଡିଏଫଓ ଜରିଆରେ ଲେଖାଯାଇଛି। ପାଇଁ ପକ୍ଷୀ ହତ୍ୟା ଦ୍ୱାରା ପ୍ରକୃତିର ଭାରସାମ୍ୟ ଓ ଜୈବବିଧତା ଗଭୀର ଭାବେ ପ୍ରଭାବିତ ହେଉଛି। ବିଦେଶାଗତ ପକ୍ଷୀମାନଙ୍କର ମାଂସ ଭକ୍ଷଣଦ୍ୱାରା ବ୍ଲାଡ ଫ୍ଲୁ ବ୍ୟାପିବାର ଆଶଙ୍କା ରହିଛି ବୋଲି ଚିକିତ୍ସା ବିଜ୍ଞାନୀମାନେ କହୁଛନ୍ତି। ବିରଳ ପ୍ରଜାତିର ବିଲୁପ୍ତ ହେଇଯାଉଥିବା ପକ୍ଷୀଙ୍କୁ ବଞ୍ଚାଇବା ପାଇଁ ମାନବ ସମ୍ବଳ ବୃଦ୍ଧି ସୁରକ୍ଷା ବ୍ୟବସ୍ଥା କଡ଼ାକଡ଼ି ସହ ଏହାର ଉଚ୍ଚସ୍ତରୀୟ ତଦନ୍ତ କରି ବିହିତ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ଗ୍ରହଣ କରିବାକୁ ପରିବେଶବିତ ମତ ଦେଉଛନ୍ତି।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "zRMj9V5",
      "author": "Madhusudhan Das",
      "title": "Can medical product development be better aligned with global needs?",
      "dateCreated": "2022-03-13T19:49:35.549Z",
      "dateModified": "2022-03-17T19:54:54.038Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0ppftnwevvhmx6harw",
          "componenType": "Paragraph",
          "data": "Go to any pharmacy and you’ll see a dizzying array of shampoos and facial moisturizers with new kinds emerging all the time. There is no medical need for more ways to wash your hair or moisturize your skin, but the huge financial returns guarantee continual investment by companies into rebranding. By contrast, there are many disabling or fatal diseases for which we desperately need new medical products (such as medicines, vaccines, and diagnostics)—yet few, or none, are available and the product development pipeline is bare.1 2 Even when these medical products do become available, often they reach high income-countries first, with a time lag of up to several decades before they become available in lower income settings. How has such inequity arisen and how can it be addressed?",
          "numbered": false
        },
        {
          "componentId": "l0ppglozdrylrg9r8sh",
          "componenType": "h4",
          "data": "How drug companies determine whether to engage in product development",
          "numbered": false
        },
        {
          "componentId": "l0ppgv8k5v2hcnu9vue",
          "componenType": "Paragraph",
          "data": "Typically, market analyses are performed by pharmaceutical companies. These analyses lead to value propositions and business cases for developing new products based on technologies those companies have either developed, or for which they have licensed intellectual property. These analyses—together with assessments of “end-user” (patient) preferences, and assessments of regulatory pathways—drive research and development (R&D) investments. In traditional for-profit product R&D, the unmet medical need is factored in only partially, including through the end-user preferences and the company’s assessment of likely regulatory authority perspectives. In some cases, governments or multilateral agencies can be large scale procurers (i.e., they will purchase the product), and in this situation their preferences may be given more weight.\n<br/>\nHowever, at present, only a small proportion of global health R&D spending (around 2%) is on the compelling medical problems faced by LMICs.\n<br/>\nOne way to improve this alignment, so that product development meets the world’s medical needs, is for funders and companies to be guided by WHO target product profiles (TPPs). These profiles describe the desired characteristics of a product aimed at tackling a specific disease or diseases. These “state intended use, target populations, and other desired attributes of products, including safety and efficacy-related characteristics.”3\n<br/>\nFor example, in 2008, WHO developed a TPP that laid out the minimum specifications for a vaccine that would save lives by preventing a common type of pneumonia caused by Streptococcus pneumoniae. In 2014, WHO published a TPP for Ebola vaccines. In both cases, the needed vaccines have been developed, licensed, and provided to those most at risk following the preferences articulated by the WHO TPP documents.\n<br/>\nThese two examples show the value of TPPs. If government funders, philanthropists, and industry groups wishing to maximize the public health value of their R&D were to align their funding with WHO TPPs, they would accelerate the production and availability of technologies to curb illness and death.\n<br/>\nWHO TPPs span the most compelling use cases for HIV, malaria, tuberculosis, and a number of neglected, vaccine-preventable and emerging infectious diseases. They are developed in all cases with a group of the world’s leading experts including scientists, product developers, public health experts, regulators, and end users from countries in different income levels.\n<br/>\nA WHO TPP document should inform product developers, regulatory agencies, procurement agencies, and funders on R&D and public health priorities. It is intended to facilitate the most expeditious development of products addressing the greatest and most urgent public health need. WHO TPPs recognise that access, equity, and affordability are integral parts of the innovation process and need to be considered at all stages, not just after a product is developed.",
          "numbered": false
        },
        {
          "componentId": "l0ppjckmtjkyzm8l2ca",
          "componenType": "h4",
          "data": "Using TPPs to guide development of vaccines for emerging infectious diseases",
          "numbered": false
        },
        {
          "componentId": "l0ppjpovmljfug06jnh",
          "componenType": "Paragraph",
          "data": "Novel pathogens regularly emerge from the animal-human interface, and some, such as SARS-CoV-2, will cause pandemics with incalculable social and economic cost. Yet product development in this area has been highly neglected for decades. CEPI, the Coalition for Epidemic Preparedness Innovations, receives public and philanthropic funding to advance needed vaccines for emerging infectious diseases that cause serious outbreaks. In discussions between CEPI and WHO, CEPI agreed to refer to WHO’s list of priority pathogens for investment and to advocate that vaccine development should align with WHO TPPs. In CEPI’s review of applications for funding, developers are asked to report on how their vaccine development is aligned with WHO TPP elements. In parallel, developers are encouraged to liaise with WHO early in the process to ensure that data generated will be in line with WHO’s expectations. At the same time, WHO and Gavi, the Vaccine Alliance (Gavi) hold financing discussions and WHO engages with CEPI on its access terms (to ensure that any CEPI vaccines will be accessible to low- and middle-income countries).\n<br/>\nThis end-to-end process can accelerate timelines from R&D to use by several years. A concrete example of a development direction from WHO in this area would be the focus on one dose vaccines that prevent transmission as well as disease, wherever possible. While two dose vaccines that prevent disease alone are acceptable for licensure by regulators, one dose transmission-blocking vaccines have much greater value for public health programmes. WHO has made TPPs available to guide needed covid-19 diagnostics, therapeutics, and vaccines during the ongoing pandemic.\n<br/>\nAnother example is the development of new antibiotics for highly resistant bacteria. Safe and effective antibiotics to treat otherwise incurable highly resistant, fatal bacterial infections are a compelling medical need. However, drug development in this area remains highly neglected. WHO has developed a priority list of the most compelling cases for antibiotic development, and has produced TPPs outlining minimum specifications for needed antibiotics. Ongoing horizon scanning has indicated that the existence of WHO TPPs is driving investment into the needed area, although greater investment and engagement are still needed.",
          "numbered": false
        },
        {
          "componentId": "l0ppl4zwk1toiatalag",
          "componenType": "h4",
          "data": "A major need for development of WHO TPPs for priority non-communicable disease indications",
          "numbered": false
        },
        {
          "componentId": "l0ppllyi0faakul3od28",
          "componenType": "Paragraph",
          "data": "To date, no WHO TPPs have been developed outside infectious diseases. This is despite the fact that there are many and urgent needs for medical product development for non-communicable diseases. For example, generating data on suitability of products or devices for use in lower incomes settings can be pivotal in the pathway to use and WHO TPPs can be used to articulate these data needs. Thus, WHO TPPs can drive, not only novel product development, but also data generation that can optimize low- and middle-income country use cases for products already available in higher income settings. Certain cancers, diabetes, and hypertension all have priority indications that could serve as the basis for WHO TPP development",
          "numbered": false
        },
        {
          "componentId": "l0ver0fsvu49hn1ou4c",
          "componenType": "Image",
          "data": "https://bfc.nl/wp-content/uploads/2019/03/shutterstock_1107222143.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vetjrjisi7dq27fxj",
          "componenType": "Paragraph",
          "data": "Even if you use those laundry detergents that promise you your white clothes will come out whiter than white, you can’t avoid greyish spots and yellow armpits. With every wash, white clothes seem to become duller and greyer. So, how do you stop this process? It’s very simple; all you need is a type of medicine everyone probably has in their medicine cabinet. The only thing you need to make sure your laundry comes out perfectly white again is five aspirin tablets of 325 milligrams each.",
          "numbered": false
        },
        {
          "componentId": "l0veuo3zc54jec9ztwh",
          "componenType": "Paragraph",
          "data": "<b>Aspirin</b>\nPut the tablets in a large bowl or tub of hot water to let them dissolve. Stir this aspirin water until all of the tablets have completely dissolved. To make sure the tablets dissolve faster, you can also crumble them up before putting them in the water. Next, place the dull, white clothes in the bowl or tub with the aspirin water and leave them to soak there for eight hours. You can also just add a few aspirins to the washing machine, but the soaking method works better. After you’ve let the clothes soak, you still have to wash them in the washing machine like you normally would.\n<br/><br/>\nWant to know how to make sure dark and coloured clothes keep their colour properly without going dull? Go to the next page for a handy tip involving black pepper!",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "joQiWHz",
      "author": "Madhusudhan Das",
      "title": "ଭିଜିଲାନ୍ସ ଜାଲରେ ଆଉ ଜଣେ ବାବୁ, ଚାଲିଛି ୬ଟି ସ୍ଥାନ​‌ରେ ଚଢ଼ାଉ",
      "dateCreated": "2022-03-15T04:51:47.419Z",
      "dateModified": "2022-03-25T16:32:58.598Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0rnuotcwp62uyxiyn",
          "componenType": "Paragraph",
          "data": "ମାଲକାନଗିରି: ରାଜ୍ୟରେ ସକ୍ରିୟ ରହିଛି ଭିଜିଲାନ୍ସ । ପ୍ରତ୍ୟେକ ଦିନ କିଛି ଅସାଧୁ ସରାକାରୀ ବାବୁଙ୍କ ଘରେ ଭିଜିଲାନ୍ସ ଚଢ଼ାଉ କରୁଛି । ଗତକାଲି ଜଣେ ସରାକାରୀ ଅଧିକାରୀଙ୍କ ଘରେ ଭିଜିଲାନ୍ସ ଚଢ଼ାଉ କରିଥିବା ବେଳେ, ଆଜି ଭିଲିଲାନ୍ସ ଜାଲରେ ଆଉ ଜଣେ ବାବୁ ପଡ଼ିଛନ୍ତି । ମାଲକାନଗିରି ଜିଲ୍ଳା ମୁଖ୍ୟ କୃଷି ଅଧିକାରୀଙ୍କ ଘରେ ଭିଜିଲାନ୍ସ ଚଢ଼ାଉ କରୁଛି । ଆୟ ବହର୍ଭୂତ ସମ୍ପତ୍ତି ଠୁଳ ଅଭିଯୋଗରେ କୃଷି ଅଧିକାରୀ ଏମ୍‌ ଆନନ୍ଦ ରାଓଙ୍କ ଘରେ ଚାଲିଛି ଚଢ଼ାଉ । ଏକ କାଳୀନ ୬ଟି ସ୍ଥାନରେ ଭିଜିଲାନ୍ସ ଟିମ୍‌ ଟିକିନିଖି ଯାଞ୍ଚ କରୁଛି । ମାଲକାନଗିରି ସମେତ ନବରଙ୍ଗପୁର ଓ ବିଶାଖାପାଟଣାରେ ଚାଲିଛି ଚଢ଼ାଉ । କାର୍ଯ୍ୟାଳୟ ସହ ପୈତୃକ ଘରେ ମଧ୍ୟ ଚଢ଼ାଉ କରାଯାଉଥିବା ସୂଚନା ମଳିଛି ।  ତେବେ ଏଯାଏ ଏମ୍‌ ଆନନ୍ଦଙ୍କ ଘରୁ କେତେ ସମ୍ପତ୍ତି ଜବତ ହୋଇଛି ଭିଭିଲାନ୍ସ ସୂଚନା ଦେଇନାହିଁ ।",
          "numbered": false
        },
        {
          "componentId": "l16n0r4kqzgubfpmna",
          "componenType": "Image",
          "data": "https://d267x6x6dh1ejh.cloudfront.net/posts/argusnews-card-c48319af-bc1d-4462-8584-888834c0d5dd.jpg",
          "numbered": false
        },
        {
          "componentId": "l16n5hv09kxw1mh1h4r",
          "componenType": "Paragraph",
          "data": "ରାଜରାସ୍ତାରେ ଧାରଣା ଦେଲେ ଓଡିଶା କଳା ଓ କ୍ରୀଡା ଶିକ୍ଷକ ସଂଘ। ଦୀର୍ଘ ୯ ବର୍ଷ ଧରି ସ୍କୁଲରେ ପାର୍ଟ ଟାଇମ ଭାବେ କାମ କରୁଥିଲେ ବି ଏବେ ପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍‌କୁ ସ୍ଥାୟୀ ନିଯୁକ୍ତି ମିଳୁନାହିଁ।\n<br/><br/>\nକୋଭିଡ କାର୍ଯ୍ୟଠୁ ଆରମ୍ଭ କରି ଇଲେକସନ କାମ ସବୁଠି ଆଗରେ ରହି କାର୍ଯ୍ୟ କରୁଛନ୍ତି । ଏହା ସହ ପିଲାମାନଙ୍କୁ କଳା ଓ କ୍ରୀଡା ଦିଗରେ ବଢାଇବାରେ ଶିକ୍ଷକମାନେ ଆଗକୁ ରହିଥିଲେ ମଧ୍ୟ ସେମାନଙ୍କୁ ସ୍ଥାୟୀ ନିଯୁକ୍ତି ମିଳିନାହିଁ ଓ ଦରମା ମଧ୍ୟ ସଠିକ ମିଳୁନଥିବା ଅଭିଯୋଗ ହୋଇଛି।",
          "numbered": false
        },
        {
          "componentId": "l16n6m56duu0d92iefb",
          "componenType": "Image",
          "data": "https://d267x6x6dh1ejh.cloudfront.net/posts/argusnews--6cbc2017-c909-4ca8-818b-e7c9a6000ddf_optimal.GIF",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "LjFKoJb",
      "author": "Madhusudhan Das",
      "title": "Merck, amid pneumococcal vaccine race with Pfizer, suffers FDA delay for key pediatric use",
      "dateCreated": "2022-03-16T16:11:51.139Z",
      "dateModified": "2022-04-03T13:09:34.405Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l1jatzvo9wk84ljifg8",
          "componenType": "Image",
          "data": "https://qtxasset.com/cdn-cgi/image/w=850,h=478,f=auto,fit=crop,g=0.5x0.5/https://qtxasset.com/quartz/qcloud5/media/image/fiercepharma/1645023360/Merck1.png/Merck1.png?VersionId=Lw6j01SGJm0uNGlrUkLAx9v_vVIdZf8i",
          "numbered": false
        },
        {
          "componentId": "l1jaudbjx7k4h2gxkzt",
          "componenType": "Paragraph",
          "data": "The target date for a key pediatric approval of Merck's next-gen pneumococcal vaccine Vaxneuvance was April 1. But the FDA has extended it to July 1, asking more more analysis of data. (Merck)\n\n<br/>\n<br/>\nIn its next-generation pneumococcal vaccine race with Pfizer, Merck hopes to gain a key edge with a pediatric approval for Vaxneuvance.\n\n<br/>\nBut now comes a potentially costly delay as the FDA has extended its deadline for a regulatory decision to July 1.\n\n<br/>\n<br/>\nBefore it signs off the shot for kids ages 6 weeks through 17, the U.S. regulator wants to see additional analyses of data, the company reported. In December, the FDA granted Merck priority review and assigned a Prescription Drug User Fee Act action date of April 1.\n\n<br/>\nTime is of the essence as Merck is trying to beat Pfizer to the finish line in this key age group. Next-gen pneumococcal vaccines from both companies already carry FDA approvals in adults, but children make up 80% of the market for pneumococcal shots.\n\n\n<br/>\n<br/>\nPfizer’s Prevnar 13, a 13-valent vaccine, generated (PDF) $5.3 billion in sales last year and is the dominant shot on the market. Merck's Vaxneuvance, meanwhile, provides added protection as it covers 15 strains of the virus.\n\nPfizer’s next-gen shot, Prevnar 20, won FDA approval last summer for adults, beating Vaxneuvance to the finish line by a month.\n\nWhile Merck has the lead in key pediatric demographic, it has now shrunk with Friday’s target date extension.\n\n“We are confident in the strength of the data from our pediatric studies with Vaxneuvance and will continue to work expeditiously with the FDA to bring this important vaccine forward,” Eliav Barr, M.D., Merck’s chief medical officer, said in a release.\n\n<br/>\nIn October, Merck released data showing that Vaxneuvance provided more protection than Prevnar 13 and is safe for both those who have never been vaccinated and those who have gotten off schedule with Prevnar 13.\n\n\n<br/>\n<br/>\nOf the 13 shared serotypes, the shots afford the same protection. The advantage of Vaxneuvance is coverage in the 22F and 33F strains of the virus.\n\nThe vaccines protect against bacteria that can cause pneumonia, meningitis and blood infections. Before the launch of COVID-19 vaccines, Pfizer's Prevnar franchise was the world's top vaccine by revenue.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "OqW296s",
      "author": "Madhusudhan Das",
      "title": "స్కూల్‌పై దాడి.. 21 మంది మృతి, 25 మందికి గాయాలు",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:15:45.977Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0vf19nugdi0lhw044h",
          "componenType": "Paragraph",
          "data": "ఉక్రెయిన్‌పై రష్యా యుద్ద కాండ కొనసాగుతోంది. పబ్లిక్ ప్లేసులు, స్కూళ్లపై కూడా దాడులకు తెగబడుతుంది. ఉక్రెయిన్‌పై దాడులు ఆపాలని అంతర్జాతీయ న్యాయస్థానం ఆదేశించినా.. రష్యా లెక్కచేయడం లేదు. గురువారం ఉక్రెయిన్‌పై దాడులను మరింత తీవ్రతరం చేసింది. ఖార్కివ్‌ వెలుపల ఉన్న నగరమైన మెరెఫాలో ఒక స్కూల్‌, సాంస్కృతిక కేంద్రంపై రష్యా సైనిక దళాలు కాల్పులు జరిపాయి.\n",
          "numbered": false
        },
        {
          "componentId": "l0vf1mgsr2dc79zn9oo",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/putin-1647542168.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vf234q8swqxznfo9k",
          "componenType": "Paragraph",
          "data": "రష్యా దళాల దాడితో 21 మంది మరణించారు. మరో 25 మంది గాయపడ్డారు. వీరిలో పది మంది పరిస్థితి సీరియస్‌గా ఉన్నట్లు తెలుస్తొంది. ఉక్రెయిన్‌లోని రెండో పెద్ద నగరమైన ఖార్కివ్‌ను పూర్తిగా స్వాధీనం చేసుకోవడానికి రష్యా దళాలు వారం రోజులుగా తెగ ప్రయత్నిస్తున్నాయి. వాయుసేన దాడులతో రష్యా విరుచుకుపడుతుంది. ఈ నగరంలో చాలా భాగం బాగా ధ్వంసమైంది.\n<br/><br/>\nఉక్రెయిన్‌పై దాడులను నిలిపివేయాలనే అంతర్జాతీయ కోర్టు ఆదేశాలను రష్యా తిరస్కరించింది. ఉక్రెయిన్‌తో జరుగుతున్న చర్చల్లో పురోగతిపై వస్తున్న వార్తలను కూడా రష్యా ఖండించింది. హాలీవుడ్‌ నటుడు ఆర్నాల్డ్ స్క్వార్జెనెగర్ రష్యన్ సైనికులను ఉద్దేశించి ఒక వీడియోను విడుదల చేశారు. తెలివిలేని యుద్ధం కోసం రష్యా సైనికులు తమ జీవితాలను త్యాగం చేస్తున్నారని కామెంట్ చేశారు. యుద్ధాన్ని ఆపాలని రష్యా అధ్యక్షుడు పుతిన్‌ను కోరారు. రష్యా ప్రజలు అంటే తనకు ఎంతో ప్రేమని అన్నారు. అందుకే వారికి వాస్తవం తెలియజేసేందుకు ఈ వీడియో ఇస్తున్నానని ట్విట్టర్‌లో పేర్కొన్నారు. ఉక్రెయిన్‌పై రష్యా దాడిని నిలిపివేయాలని అంతర్జాతీయ న్యాయస్థానం రష్యాను నిన్న ఆదేశించింది. రష్యా దురాక్రమణపై ఉక్రెయిన్‌ చేసిన ఫిర్యాదుపై నెదర్లాండ్స్‌ హేగ్‌లోని ప్రపంచ కోర్టు బుధవారం స్పష్టంచేసింది. ఐసీజే ఆదేశంపై ఉక్రెయిన్‌ అధ్యక్షుడు జెలెన్‌స్కీ హర్షం వ్యక్తం చేశారు. కానీ ఏం లాభం రష్యా మత్రం వినిపించుకోవడం లేదు.\n\nRead more at: https://telugu.oneindia.com/news/international/21-reported-dead-after-school-airstrike-at-mariupol-314572.html",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "DldNYAk",
      "author": "Madhusudhan Das",
      "title": "అంతరిక్షాన్ని నడిపేదెవరు ? రష్యా-ఉక్రెయిన్ పోరుతో కొత్త ప్రశ్నలు-పరస్పర తోడు లేకుండా",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-17T20:11:25.009Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0vf19nugdi0lhw044h",
          "componenType": "Paragraph",
          "data": "ఉక్రెయిన్ పై రష్యా దండయాత్ర, అనంతరం చోటు చేసుకుంటున్న పరిణామాలు ప్రపంచ చరిత్ర గతిని మార్చేలా కనిపిస్తున్నాయి. ముఖ్యంగా అంతరిక్ష ప్రయోగాలు, వాటి నిర్వహణ విషయంలో ప్రపంచ దేశాల నిర్ణయాల్ని తీవ్రంగా ప్రభావితం చేసేలా కనిపిస్తున్నాయి. ప్రస్తుతం అంతర్జాతీయ అంరిక్ష కేంద్రంతో పాటు అంతరిక్షంలో పలు ప్రయోగాలకు పరస్పర సహకారం అందించుకుంటున్న దేశాలు తాజా యుద్ధంతో వేరుబాట పట్టడంతో వాటి భవిష్యత్తుపై ఆందోళన వ్యక్తమవుతోంది.",
          "numbered": false
        },
        {
          "componentId": "l0vf1mgsr2dc79zn9oo",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war31-1647434847.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vf234q8swqxznfo9k",
          "componenType": "Paragraph",
          "data": "<b>అంతరిక్షంలో ప్రపంచదేశాలు</b>\n ప్రపంచ దేశాల మధ్య వివిధ అంశాల్లో భిన్న వాదనలు, వైఖరులు ఉన్నప్పటికీ అంతరిక్షం విషయంలో మాత్రం ఇప్పటివరకూ ఏకాభిప్రాయమే ఉంది. అంతరిక్షంలో ఎక్కువ విషయాల్ని తెలుసుకోవాలన్న జిజ్ఞాసతో పాటు ఇతరుల కంటే పైచేయి సాధించాలనే ఆరాటమే ఉంది. దీంతో అంతరిక్ష ప్రయోగాల కోసం అందరికీ ఉపయోగపడేలా కొన్ని ఉమ్మడి ఏర్పాట్లు కూడా చేసుకున్నాయి. అలా ఏర్పాటు చేసిందే అంతర్జాతీయ అంతరిక్ష కేంద్రం (ఐఎస్ఎస్). ఇప్పుడు ఉక్రెయిన్ తో రష్యా యుద్ధం నేపథ్యంలో ఆ దేశంపై అంతర్జాతీయంగా విధిస్తున్న ఆంక్షలతో ఈ వ్యవహారం బెడిసి కొట్టేలా కనిపిస్తోంది.\n",
          "numbered": false
        },
        {
          "componentId": "l0vfar5riivutr7bz3",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war21-1647434813.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vfbpla14ud02v3dak",
          "componenType": "Paragraph",
          "data": "<b>ఐఎస్ఎస్ కుప్పకూ</b> లుతుందని రష్యా హెచ్చరిక ఉక్రెయిన్ పై తమ దాడి నేపథ్యంలో ప్రపంచ దేశాలు విధిస్తున్న ఆంక్షలతో రష్యా ఎదురుదాడికి దిగుతోంది. ఈ క్రమంలో ఇప్పటివరకూ అంతరిక్షంలో ఉన్న అంతర్జాతీయ అంతరిక్ష కేంద్రానికి తాము అందిస్తున్న సహకారం పునస్సమీక్షించుకునేందుకు రష్యా సిద్దమవుతోంది. అదే జరిగితే అంతర్జాతీయ అంతరిక్ష కేంద్రం కుప్పకూలే ప్రమాదం ఉందంటూ రష్యా అంతరిక్ష పరిశోధనా సంస్ధ రాస్ కాస్మోస్ హెచ్చరికలు జారీ చేస్తోంది. దీంతో రష్యాపై దూకుడుగా ఆంక్షలు విధిస్తున్న యూఎస్ తో పాటు మిగిలిన పశ్చిమ దేశాలు, యూరప్ దేశాలు కూడా ఇప్పుడు ఆలోచనలో పడుతున్నాయి.\n",
          "numbered": false
        },
        {
          "componentId": "l0vfe2pyu94uah99t",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war11-1647434882.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vfe5n1znl3oj84i3",
          "componenType": "Paragraph",
          "data": "<b>తెరపైకి స్పేస్ ఎక్స్ రష్యాపై </b>పశ్చిమదేశాలు విధిస్తున్న ఆంక్షలతో ఆ దేశ ఆర్దిక వ్యవస్ధ కుప్పకూలి అంతర్జాతీయ అంతరిక్ష కేంద్రానికి సహకారం అందించలేని పరిస్ధితులు ఎదురైతే అప్పుడు ఏం జరుగుతుందనే దానిపై ఆందోళన వ్యకమవుతోంది. అయితే ఈ నేపథ్యంలో రష్యా హ్యాండిస్తే అంతర్జాతీయ అంతరిక్ష కేంద్రానికి తాము సహకారం అందిస్తామని ఎలాన్ మస్క్ కు చెందిన స్పేస్ ఎక్స్ సంస్ధ ప్రకటించింది. ఇప్పటికే అంతరిక్షానికి టూరిజం ప్రమోట్ చేస్తున్న స్పేస్ ఎక్స్.. ఐఎస్ఎస్ విషయంలోనూ తమ సహకారం ఉంటుందని వెల్లడించింది. అయితే ఈ ప్రైవేటు సంస్ధను నమ్ముకుని మిగతా దేశాలు ఐఎస్ఎస్ ను ఎంతకాలం నిర్వహిస్తాయనే ప్రశ్నలు తలెత్తుతున్నాయి\n",
          "numbered": false
        },
        {
          "componentId": "l0vffesxbcveyfi7zws",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war1-1647434916.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vfg2dp7jbnx65vxkl",
          "componenType": "Paragraph",
          "data": "<b>అంతరిక్షంపై ఆధిపత్య పోరు ? </b><br/>భూమిపై అయితే దేశాలుగా పంచుకుని ఎక్కడికక్కడ ప్రభుత్వాలు పాలిస్తున్నాయి. అవసరమైతే పక్క దేశాలపై యుద్ధాలు చేసి ఆధిపత్యం సాధిస్తున్నాయి. కానీ అంతరిక్షంపై ఆ ఆటలేవీ చెల్లవు. ఇప్పటివరకైతే అంతరిక్షాన్ని శాంతియుత అవసరాలకు వాడుకోవాలనే పరస్పర ఒప్పందాలతో అందరూ ప్రయోగాలు చేస్తున్నారు. కానీ దీనిపై సంపూర్ణ ఆధిపత్యం కాదు కదా ఓ మూలన కూడా ఆక్రమించుకోవడానికి కానీ ఆధిపత్యం సాగించడానికి కూడా వీల్లేదు. ఎందుకంటే అంతరిక్షం భూమిలా చిన్నదేమీ కాదు. ఎవరి అంచనాలకు అందని విషయాలు ఎన్నో ఉంటాయి. వాటిపై అందరూ ప్రయోగాల దశలోనే ఉన్నారు. ఇలాంటి పరిస్ధితుల్లో రష్యా ఉక్రెయిన్ పోరుతో తలెత్తిన పరిస్ధితులు ప్రపంచ దేశాల్ని ఆధిపత్య పోరు దిశగా నెడుతున్నాయి. గతంలో ఉమ్మడిగా పనిచేసేందుకు ఒప్పందం చేసుకున్న యూఎస్, బ్రిటన్, రష్యా ఇప్పుడు విడిపోతున్నాయి. కానీ పరస్పర సహకారం లేకుండా ఆధిపత్యం కాదు కదా.. కనీసం ప్రయోగాల విషయంలోనూ ముందడుగు వేయలేని పరిస్ధితులు నెలకొనేలా కనిపిస్తున్నాయి.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "PmoMmCS",
      "author": "Madhusudhan Das",
      "title": "அஜித்துடன் புகைப்படம் எடுத்துக்கொண்ட பிரபல காமெடி நடிகர்..வில்லன் லுக்கில் மிரட்டும் அஜித்..!",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-18T03:01:40.102Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0vtyuir6owc8lejb9g",
          "componenType": "Paragraph",
          "data": "அஜித்துடன் எடுத்துக்கொண்ட புகைப்படத்தி வெளியிட்ட நகைச்சுவை நடிகர் அம்பானி ஷங்கர்",
          "numbered": false
        },
        {
          "componentId": "l0vtyx0j3buj6j0nhag",
          "componenType": "Image",
          "data": "https://static.langimg.com/thumb/msid-90302651,imgsize-14212,width-700,height-525,resizemode-75/samayam-tamil.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vtz08eqf7f3vyburl",
          "componenType": "Paragraph",
          "data": "நடிகர் அஜித் தற்போது தன் அடுத்த படத்திற்காக தயாராகிக்கொண்டிருக்கின்றார். சமீபத்தில் வெளியான வலிமை படம் வசூல் சாதனை படைத்தாலும் அப்படத்திற்கு எதிர்மறை விமர்சனங்கள் வந்தது. இதைத்தொடர்ந்து தன் அடுத்த படத்தில் எதிர்மறை விமர்சனங்கள் இன்றி ஒரு மெகாஹிட் படத்தை கொடுத்துவிடவேண்டும் என அஜித் வேலை செய்து வருகின்றார்.\n<br/><br/>\nAK61 என் அழைக்கப்படும் இப்படத்திற்காக அஜித் தன் உடல் எடையை 25 கிலோ வரை குறைத்து ஸ்லிம்மாக மாறவுள்ளார். மேலும் இப்படத்தில் வில்லன், ஹீரோ என இரு கதாபாத்திரங்களில் அஜித் நடிப்பதாக தகவல்கள் வந்தன.\n",
          "numbered": false
        },
        {
          "componentId": "l0vu0xt1575taaprau8",
          "componenType": "Image",
          "data": "https://static.langimg.com/thumb/msid-90302667,width-680,resizemode-3/samayam-tamil.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vu1h4worky3528mle",
          "componenType": "Paragraph",
          "data": "சமீபத்தில் இவரின் புது லுக் இணையத்தில் செம வைரலானது. இதையடுத்து விக்னேஷ் சிவன் இயக்கத்திலும் அஜித் நடிக்கவிருக்கிறார். இப்படத்தின் அறிவிப்பு விரைவில் வெளியாகவுள்ளது.\nஇந்நிலையில் தற்போது அஜித்தின் லேட்டஸ்ட் புகைப்படம் சமூகத்தளங்களில் வைரலாகிவருகின்றது.\n<br/><br/>\nஅஜித்துடன் நகைச்சுவை நடிகர் அம்பானி ஷங்கர் புகைப்படம் எடுத்துக்கொண்டார். அந்த புகைப்படத்தை அவர் தனது ட்விட்டர் பக்கத்தில் வெளியிட்டுள்ளார்.\nகடைசியாக அஜித்துடன் ஜீ படத்தில் அம்பானி ஷங்கர் நடித்திருந்தார்.\n\n<br/><br/>\n\nஅதன் பிறகு சுமார் பல ஆண்டுகள் கழித்து அஜித்தை சந்தித்தபோது இந்த புகைப்படத்தை அவர் எடுத்துக்கொண்டதாக தெரிகிறது. தற்போது இந்த புகைப்படம் அஜித் ரசிகர்களால் அதிகம் பகிரப்பட்டு வருவது குறிப்பிடத்தக்கது.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "D-p3yvY",
      "author": "Madhusudhan Das",
      "title": "UK’s first digital health training programme for all NHS frontline staff",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T12:30:02.128Z",
      "categryId": "Quality Control",
      "content": [
        {
          "componentId": "l1j9es661hukjlsrby2",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0003/1362054/p30-31.jpg",
          "numbered": false
        },
        {
          "componentId": "l1j9f20c2osrtkffd4",
          "componenType": "Paragraph",
          "data": "The platform to build a digital-ready frontline workforce will be available to all NHS and social care staff\n<br/><br/>\nThe Digital Health Academy – which aims to help build the UK’s first digital-ready frontline workforce – is now open to health and care staff across the UK. All NHS and social care staff will have free access to the programme.\n<br/><br/>\nResearch reveals that while 65% of the public are open to trying digital health technologies, only a fraction of tools are recommended by health or care professionals.\n<br/><br/>\nFurthermore, in the same survey from the Organisation for the Review of Care and Health Apps (ORCHA), among those using digital health, only a small proportion of recommendations came from healthcare professionals. 17% came from GPs, 8% from hospital doctors and only 2% from nurses.\n<br/><br/>\nCommenting on the academy’s resources, Dr Neil Ralph, head of health education England technology enhanced learning, said: “COVID-19 accelerated the rapid adoption of digital health across health and care services and the need to embed digital health in the long term. We are delighted that ORCHA has contributed its Digital Health Academy foundation content to the Learning Hub and look forward to hosting new content in the future, further supporting health and care professionals in their roles.”\n<br/><br/>\nORCHA has created the infrastructure of the online training portal and designed courses, drawing on experience gained from reviews of over 17,000 health apps, and operating health app libraries in 70% of NHS regions.\n<br/><br/>\nDr Michelle Webster, chief clinical information officer and consultant clinical psychologist at Coventry and Warwickshire NHS Partnership Trust, explained: “The ORCHA Digital Health Academy has helped to demystify digital health, strengthen our clinicians’ digital skills and boost their confidence in using healthcare apps. The bite-sized modules are easy to follow, interesting and relevant and designed to flexibly fit around their busy jobs.”\n<br/><br/>\nThe team anticipate training as many as 50,000 healthcare staff in one year of the project, with all 630,000 NHS health and care professionals given the opportunity for training by 2031.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "UopbFXg",
      "author": "Madhusudhan Das",
      "title": "What sanctions are being imposed on Russia over Ukraine invasion?",
      "dateCreated": "2022-03-25T16:45:29.621Z",
      "dateModified": "2022-03-25T17:38:38.795Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l16nn7o480a57z2ceru",
          "componenType": "h2",
          "data": "What are sanctions?",
          "numbered": false
        },
        {
          "componentId": "l16nnbftry0cc22lcck",
          "componenType": "Paragraph",
          "data": "Sanctions are penalties imposed by one country on another, to stop it acting aggressively, or breaking international law.\n<br/>\nThey are among the toughest actions nations can take, short of going to war.",
          "numbered": false
        },
        {
          "componentId": "l16nne0cqxtmo3g1xp",
          "componenType": "Image",
          "data": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1DEC/production/_123706670_chanel.jpg",
          "numbered": false
        },
        {
          "componentId": "l16nnivtvji7bjmt53h",
          "componenType": "Paragraph",
          "data": "<b>Measures designed to damage Russia's economy have been introduced by countries opposed to its invasion of Ukraine.</b><br/>\n\nThis has led to higher prices for Russian households and shortages of some goods.",
          "numbered": false
        },
        {
          "componentId": "l16p5zu4692p04fay7a",
          "componenType": "h2",
          "data": "What sanctions have been imposed on Russia?",
          "numbered": false
        },
        {
          "componentId": "l16p7sn8cr0aw53j1rk",
          "componenType": "Paragraph",
          "data": "<b>Military goods and mercenaries</b>\n<br/><br/>\nA ban on the export of dual-use goods - items with both a civilian and military purpose, such as vehicle parts - has been imposed by the UK, EU and US.\n\nThis is reportedly having an impact on some Russian manufacturers.\nUkraine says Russia's main armoured vehicle factory has run out of parts to make and repair tanks. It also says a tractor plant has stopped production because of a shortage of foreign-made parts.\n<br/>The UK is also imposing sanctions on Russia's Wagner Group - a private military firm thought to function as an arms-length unit of the Russian military.\n<br/><br/>\n<b>Flights</b>\n<br/><br/>\nAll Russian flights have been banned from US, UK, EU and Canadian airspace.\nThe UK has also banned private jets chartered by Russians.\n<br/><br/>\n<b>Luxury goods</b>\n<br/><br/>\nThe UK says it will ban the export of luxury goods to Russia - including vehicles, high-end fashion and art. The EU has already imposed a ban.\nThe UK will also put a 35% tax on some imports from Russia, including vodka.\n<br/><br/>\n<b>Targeting individuals</b>\n<br/><br/>\nThe US, EU and UK have together sanctioned over 1,000 Russian individuals and businesses, including wealthy business leaders known as oligarchs, who are considered close to the Kremlin.\n<br/><br/>\nOne high-profile oligarch sanctioned by the UK is Chelsea FC owner Roman Abramovich.",
          "numbered": false
        },
        {
          "componentId": "l16pct45ptw77cp5x2o",
          "componenType": "Image",
          "data": "https://ichef.bbci.co.uk/news/976/cpsprodpb/09E4/production/_123623520_mediaitem123623518.jpg",
          "numbered": false
        },
        {
          "componentId": "l16pde57rhvpdfig9h9",
          "componenType": "Paragraph",
          "data": "Assets belonging to Russian President Vladimir Putin and his foreign minister Sergei Lavrov are also being frozen in the US, EU, UK and Canada.\n<br/>\nHowever, many Russian oligarchs have put their properties and wealth under other names, which means they may be beyond the reach of the UK's sanctions.\n<br/><br/>\n<b>Oil and gas</b>\n\nThe US is banning all Russian oil and gas imports and the UK will phase out Russian oil imports by the end of 2022.\n<br/>\nThe EU, which gets a quarter of its oil and 40% of its gas from Russia, says it will switch to alternative supplies and make Europe independent from Russian energy \"well before 2030\".\n<br/><br/>\nGermany has put on hold permission for the Nord Stream 2 gas pipeline from Russia to open.\n\n<br/><br/>\n<b>Financial measures</b>\n\nWestern countries have frozen the assets of Russia's central bank, to stop it using its $630bn (£470bn) of foreign currency reserves.\n<br/><br/>\nThis has caused the value of the rouble to slump by 22% since the start of the year. That, in turn, has pushed up the price of imported goods and led to a 14% rise in Russia's rate of inflation.\n<br/><br/>\nSome Russian banks are being removed from the international financial messaging system Swift, which is used to transfer money across borders. This will delay payments to Russia for energy exports.\n<br/><br/>\n<b>Other UK sanctions include:</b>\n<br/><br/>\nmajor Russian banks excluded from the UK financial system\nall Russian banks have had their assets frozen\nthe Russian state and major companies are not be able to raise finance or borrow money in the UK\na limit placed on deposits Russians can make at UK banks\nThe EU also said it would target 70% of the Russian banking market and key state-owned firms.\n<br/><br/>\n<h2>What are companies doing?</h2>\nA growing number of international companies including McDonald's, Coca-Cola and Starbucks have suspended trading in Russia.\n<br/><br/>\nAfter facing fierce criticism for continuing to operate in Russia, Nestle has withdrawn some of its brands including KitKat and Nesquik, but will still sell \"essential foods\".\n<br/><br/>\nHowever, a number of other Western brands including Marks and Spencer, Burger King, and hotel groups Marriott and Accor say they can't pull out from Russia because their businesses there operate under complex franchise deals.\n<br/>\nGrowing numbers of firms pull back from Russia\n<br/>\n<h2>How has Russia reacted to sanctions?</h2>\n<br/><br/>\nRussia's President Putin has said he will make \"unfriendly\" nations pay for their imports of Russian gas in roubles, which would push up the value of the currency.\n<br/>\nRussia has banned exports of more than 200 products until the end of 2022, including telecoms, medical, vehicle, agricultural, electrical equipment and timber.\n<br/>\nIn addition it is blocking interest payments to foreign investors who hold government bonds, and banning Russian firms from paying overseas shareholders.\n<br/><br/>\nIt has stopped foreign investors who hold billions of dollars worth of Russian stocks and bonds from selling them.\nThe UK is also limiting the sale of \"golden visas\", which allowed wealthy Russians to get British residency rights.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "yNjy_EV",
      "author": "Madhusudhan Das",
      "title": "Poolbeg signs AI deal to advance human challenge data",
      "dateCreated": "2022-03-26T05:44:11.552Z",
      "dateModified": "2022-04-03T12:33:43.866Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l1j9kfs2tr8rkcivcl",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0004/1341328/coronavirus1.jpg",
          "numbered": false
        },
        {
          "componentId": "l1j9knd82j1txqcmzky",
          "componenType": "Paragraph",
          "data": "Poolbeg Pharma has signed a deal with CytoReason, which will provide artificial intelligence-based analysis of its influenza disease progression data.\n<br/><br/>\nCytoReason is used by five of the world’s top ten pharma companies, including Pfizer, Sanofi, Roche and Merck. The company deploys its AI modelling to assess immune cell behaviour.\n<br/><br/>\n“This exciting deal is all about creating opportunities,” said Poolbeg CEO, Jeremy Skillington. “Opportunities to unlock the potential of our unique bank of human challenge data and to develop drugs for infectious disease more quickly and cost-effectively. And opportunities to tackle the growing global threat of influenza.”\n<br/><br/>\n“This is the first time AI analysis will be undertaken on influenza human challenge trial data and we look forward to the results early next year,” he added.\n<br/><br/>\nPoolbeg has underlined that flu cases are at their highest levels globally since the beginning of the pandemic over two years ago. The company’s lead asset, POLB 001, which is advancing towards its first human challenge trial in June, was identified using the unique disease progression data available from human challenge trials.\n<br/><br/>\nHuman challenge trials are carefully controlled studies which involve deliberately infecting a subject with a pathogen or bug, in order to study the effects of that infection. The aim is to find out what level of immune response – antibodies and T cells – exists in our bodies to prevent infection when healthy people are exposed to the virus. This is the immune response that then needs to be induced with a new vaccine.\n<br/><br/>\nThese types of studies are pivotal in helping refine flu vaccines – if researchers know what level of immune response that the vaccine needs to induce, it will make future vaccine development much more rapid and efficient.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "ezjData": "VTJGc2RHVmtYMThydjNrcDlRT0wrTE12RWNPSk9DYTd2ZVhaWTVzVFBDOEo5N1RXMTh0WVJUVVdMa2JVdlN6V0JXSnordXdqYitKalpmK0lvMXVBN3prMWhnZzlic3BRd1dHdjdhMi93TElBTm1YczVrYW1RcG1tMS9RVHJLcEM2elNRaTZUN2xoTng5OEVDUkZtajJYZE9LVE1JNHpRQW9iNWpxOHpxbEJqSTVISkt6YjdGZk9SRUxIMnV0NVR2V2R5MkFyMWtkZU8yODJ4R0FjWkpOeWJGZ2tLQjlJeFgrbFdkZ0kvL0dUOWd6L1QyaEhjZ2xxNWFPdDJkdis0RFcyMm0vZ3AraTNpMnc1N1dJdzEyeVJxSDg1MDdiRkloNlJuZm1YRXhPN3NNUUFsS0R6VlpqNndtaHJhUE5rSkNmSmtNSU1UdkEyQzA4YWY1cjh5NDExTDhLbFJOeXRKZGM4NndkRW1qVGwwTmdGN3dSUlpzKzVJQ3dOOTZCZ3FkQXF6WWRVVjFKRkVYWUsrZkpvREVTeGFyT3V1alJBa0w0dkxDdlBwa0YrZFpsb2tSQkJ4NU5UT1l3RGx6aVdlOWNhZmRCSjU5dm8xN1BoMWR6aWxITlZWL0swcmlLZVVMelZ4dDNLcmh6enhiSmVsMjR0T2k0NFZGc0xEQm1VMnpsUGdwbXRqL3pVV3FkVzJ4YlhsUDBCUXdMZG5Tb2pQSzlwZERLNXgrQ2NjOFJ3andlak9ORjZ2NW01MERyVFBMV2dCdmRXY3p6Z09BRUx0REYwaVNjd2wrQ0xibHUyN0NlUDRCWkMxZUpzVDVCaXQrSStyWEdOWUl0aUZ6LzlGcUZZdWlrK1dnWlRHeHhnUkorM1pFWE9ORG9RMmg3cTdmUUhNZHRSaXpCRDVmYkxGYVFMVVkzSjQ0eUxDTnZnejllWWZmb3RWTkd3V2tzTW9ydm96aENDME5RL2w2V0VpbTFSUXNFYWhLR1J3eFk2V05VOEVjS053NmtZSms1WTN4aHl4OG1tbW5abFgvYnlnY2M1dWVPNmdyZm8vakNpSmRIL3Nma0ZHSnVJSTZmNkszZTl0UElHZUZ5T3o2NEduRDJHbm1WckRLNzlzb1I4T2xqVTBnL1U2NFI5ZDY5QjlEZFJkWXlVVmJPTGtsWldSa2RhSjhJN21kSFluNVVzMTQwbU05UzlmR1Yyd2NHM1pyVlh4NC90ZVVaa2FZVmpsS2xxQzlIU3V2Q05HWlFkWXgyMnlHRmtINHkxTnVYMS9pMlcyVFJBRUo0bHFiK2Y2azBJUlN2QlFMZFFSQlFyTC9KOTdqcHJNNDcyVnJFeGo1Z1dmamZjV1hDU2NSOVFIc0ppLysyUTd5a2VHaEErTE0ydVhiZ0hOeDBoVU5nRmNlSmNjMU5hQVdXU2t3M3dxMldGT1E5akNVVHFJVTdWUlg0Tmhmd3ZhNkNoU1BaakpBNkdEc2xrUVdEdzBUdGhldXJKU1lEeWd3dmt4YWJ3THlIUnlKVXA3Zm1JWml6ZzBienIrSXpTaDg3dzhRNE5ZNm9NYWZaZFFxTzk0emJVdUMxOVN0SkFEUGs0SDdQNmsyNHh5UnE4UVpRcHBIUzVVeXNlbEdTWXNPQU5iSFNQNDgxL0ZWSzBTV0szVkFrdUxzeU9TOExsVTNGZEZCRU4wWVRLZVY0QlNxbG54NmM3Mmh4QVB2R0FFNTJaWXc5cmdtc1JPdmsyazR5Zll5MnpFRG81d3JBaUFJTU1ldWhySHBsWTFXbzBudVJlVE5jZG9VMEJrdC82YUoxcGxKME80WWg4Z0NlM1NoQWlrQ1VJOHhueUNVZXBYK3FGUVdIaXhHM1hXN05LQ3ZVNUdKNHpDSHUzWXJHMlRuWER2QlY5SlRmTkZ0Nm1LMFRvZ2t4a2E3SGlxZXhJZm9xM0pIeHgvRzdmRmhpZUpueExSSEZualhyaEJGSDZLVFJMdStqWjBzelRRbEk4OUpYTzJSMUZvRWthYXduQ2djT3hkSlZpK0U2OTV6YjZCNXludGlFcEozbmE0UlRRR1ZnZ0daWlp0bnZKUmdzUGRVMnFRaVVBZzVzUTBwZXo4bkYxWmE1VTZ3dW5VdXo4RHEwSWxKL2lXTVNFWXdPK29pV2Raa21sVFpHTGt0OEl4eXlRM09FTmQ3Zm9wbVRhNVhqSWhMa1ZqUDAzd3F1Wkp5STdTem9vWXR4eDJWUkFlSkxMRXNnMVpoZm5iMktsd0QwVDFadGo5aWpRY1FYQTRGUm1MVlBFRXlIYXZHZXZETFFSeFpMUzF6UkJHb3A1Y3Nac0pleGpnN1VXbnBnaDVOdWk1VVVGMTZzZk0vemR5NXlvcnZVTmdkOUtGOE9RQXhJQzllT0YrVzAwUDV5N21DdFhYcjNPenpmRzE1SzZ1cFhYQVQzWEszTC9GdjRzMkFtUXU5Uzhxbk1BTS9GRy8zVGROcnh6YTVraFlYWVp5cXdrTitNWERpeWpqRjBaalFNRzNwNTM5emtWekZBdXhScTFlcUtTaGNJbjBGeUVmc3RqdHV5dWJoMWF1UmhwbDN0UUZrUXYrRnFtOTdlWFhnc0lwMnNqMWkyWkR6TXM5QnBPRXZvV29GMVBORy9QUWJvNXlrRS82ckZYODg2akJ1d09UMi9EeCttZzVZaWdqYWkzRmdNWjR5SVd4UGRzbEFhUldjZkZHeFcwMFRoZVpwOTBwZmRTZUJBSWc3bTNmdzA1enJJejFuMjZrTnl2TWhNSDhhaWhlOExSUVhHS1NUdm9UamROR3RNQXFZVHRvbU5TRnB6a3BGU1k3NC9CRlRMRzdpSEVMZjRrc2tuOEN0YlQrbWx4L3ZLN3ZLNWJ6aEQwT213YURCcTZZM081TnBpejFUSkpXUXdxVFBEa09JKzVyYUpNc2NtV1pTRHJJRUdOVWJUWXlqOHlIcW9wMTh2bGpXdTQxWktCMVFzdUlPWTV2YkEraWxybnM1L2lCSVJuT0RrV29QSk84S1dZTUhHVW9ydFZWZ1lwQlBRUUdVdFQ0eTRYTndaazhtVWJMUllORFNreE9RcTJwZ0lKN2xqaHhRUEV0eVh3S2lVQ1puVTkyM1RpTjFIY09tT2FkV3JzWkF2ZGZtc2pNVnVaMzNtanVxZGtZeDVScXBka1dxMzZtVXpXRUk0S2ZvVkxxYnNBVDJHdm4raVpTMGFBM1VSc0R4MmY2MklLell1YnFkeTJJZHVUUDIxUzlJUXpRL3ArWGd4TlJNVmpSSXlXbUcrN0RRUkNHcXhyZ1Z6TnUweFlEUERzMmVENUdoVGtiYW14R0QzVjQvcDVCNmEzUlNMQ2tqU1A4ME9TYUJTamVGMWFlNUg5enpjQXJJU21kZUg4OVFIcWJHSFRjQVR2cnlhY1FjQjZmSGhpYkJPVi9tWGNIcXArY25lY2gzcC9BMUl3cVE4UEJ2dlAwNDE4Y1diTm1OM0dkeU9wSnVvbWVmZWw3VFc0ZzNGd2tWL0VXdEVJc1hnM0pPenVsWi9nSFRsdnJLb3hzN0hGcnh1S3JPTlhzQ21uYnFGVWszaFAxVDBUNFBpcGpxTzF4c3NZZGoxMEFvZUJwYnBJbXpPaUg2RGwza1FzZEU5bTF1VEo1UnArd2xORUNkNjNEdENGVWhzYWpDTGdnOHZ6dFpvVTZrWElGeHpSV3NaSWdrQjA0ZnJONEVpd09MY0F5bXNZTDUzS1U0MlAwc2U4UDFNZFhKc29jamNaV2c5NTB2NnV3MTlzUUpsbzk5MFRSQzBVLy9TeUJ6dWJ0c3RjM0tCbmJqRzd5bU5TK3hjMUtCa0V0WDFsc2ZqTUl5TEIzbkRsZU95RmVyb3hYQ1BCVVp3aTdCT1JDNEpWeEtHMnVWM0Nob3JJelFLUGpLMm5sRkZzQzJnZnFJQzhNdlZrV3BHSkhzQU9BSVpzdnJ4aFZFUEpwLzV4WTFweGRoZ09mZVZDNm1hWTNtUnBvV205RGt4cUNuOVl6YXdPcmFBSE5MSjNndmdLWVREM2czaHFwdnRNU1dkeUVaUWRiSEg4OHNVSWtLQnVyVm1mYkJnR3NpSTBxTVJIT0VaOW0wUEZZNHdHWjhzTHNDK1pRUDl3VlpwOGhFbmVmUy83WkFkazNuNXZmYURaOE9OZTVaMVYvazdnZzcvTDR6aFhPcGlPWTFQQ0tjV212S1N0a1ZOQ3l5YUJ3aVJBNWNoTDJpdmFZV2I0MEJaaURyUURhUFFhNHFVRGNhbUxZNE5nQjJwbDNXdHc0c1dEdENwMlk1Q1k2NEdIRXZUd0cvOSt1KzkzUDJPRHNxZDFIUTJsa0ZnUENjZktvam5ONHZYY1ZPV1BudWxMK3hSbTBRR3BmWTdnZzIrZmQzNFk0ZHBLWTVaQy9xR055dzBZTDV3R09aamJOdUZSbGdseEYyMzdzaE85dmhxTkhPa1VkYTgvR0pXT2xVMjlMRHY3V0VJZThXVlAzMndxN0o0YnFtd0NZQTlVSXR2bk5ieXI2VDhIYSs4SWgwWnF3V1BXM0VYTmFpZGdWcmRMVmU5TGQvZXpwVnROczRFcVBzMDJpR2VSSk9DbWQyRTFnc0VHZm8rK3RGOEx3L3Z5U3VVeFRUa2JQaEY2eUtxVTRwVkw4R2hpbXowZUhiTXA2VzgyQi9PTkxhZjhCeTQ5MTlqcGtuZFJGeXlFUzh0ZHM0MXVFUGxTZ3FFSys3eG40bzhHUHN1NC9rd3JwL1IxOVU1MlhvQS9zNDg5TkJTQVNXQW50dEpWclR3eEo2aFN3RVppRS9IenphQTBJRk9iZ0ViaDIzYWozdmVOWEkvNG9oTTNGVHBkOW9HeXcxWmNZZEZyV3UvUXkyMlJoc25vRlJiWW41RXBvMEZjUEtvOFZPWm5MLzRmK1AwMkl2RUJ0RFJIbG83N2YwdVpQR2FTOVI0ZktlQWF1RTNnV3lCeUcya3JkaXdtbk9ubDVOMmt1NjNmVUNvSnNZamMrb0dPUndmbmN4ZjhhNmxmMCtrNmxjMTI2bzhjMDlBc2M5NHVQSFFrZ0RPVCtQbDhsalVnY0oyMUVnTXpmM0RGSzhuRXNpckFUbDBySW5pUjllZXA2eDlyMmhaVXVJbU5SQU5STEpydVc1UGcydmpFRUJWeHZjR3FQQkxvUmNBd0h3Q2cvN2hoa2tFc3lQMEkvRTdGTWlHeXcxeWs5SEdtV2llV21aL25KajJDZWdFYjBCeXI4VytJcjlscGluTGowMkJCTG51SkFjYlVXaFZ3THh0eHBhZ3puWFNmbmxZUUlPQWtYeDVGbzVGa09obHBTa0NnPT0=",
      "id": "EiO2M9i"
    },
    {
      "id": "pK84Yab",
      "author": "Madhusudhan Das",
      "title": "Rampurhat Clash: বগটুই-কাণ্ড: রামপুরহাটের প্রাক্তন এসডিপিও-কে চার ঘণ্টা ধরে জিজ্ঞাসাবাদ সিবিআই-এর",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-28T18:18:32.318Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l1b14xjlqhki7qysbqm",
          "componenType": "Paragraph",
          "data": "সিবিআই সূত্রে খবর, সায়ন ছাড়াও রামপুরহাট থানার এক জন এএসআই-কেও জিজ্ঞাসাবাদ করা হয়েছে।",
          "numbered": false
        },
        {
          "componentId": "l1b15b3l915w4f6wyd",
          "componenType": "Image",
          "data": "https://assets.telegraphindia.com/abp/2022/Mar/1648132168_syan.jpg",
          "numbered": false
        },
        {
          "componentId": "l1b15zpa3xpsuh3tf4q",
          "componenType": "Paragraph",
          "data": "বীরভূমের বগটুই-কাণ্ডের তদন্তে নেমে সোমবার বেশ কয়েক জনকে ডেকে জি়জ্ঞাসাবাদ করল সিবিআই। যাঁদের তলব করা হয়েছে, সেই তালিকায় ছিলেন রামপুরহাটের প্রাক্তন এসডিপিও সায়ন আহমেদকেও।\n<br/><br/>\n\nসোমবার বিকেল সাড়ে ৪টে নাগাদ ডাকা হয়েছিল সায়নকে। সূত্রের খবর, সময় মতোই রামপুরহাটে কেন্দ্রীয় তদন্তকারী সংস্থার অস্থায়ী ক্যাম্পে পৌঁছে গিয়েছিলেন তিনি। এর পর প্রায় চার ঘণ্টা ধরে সায়নকে জিজ্ঞাসাবাদ করেন তদন্তকারী আধিকারিকরা। তবে জেরায় সংস্থার আধিকারিকেরা কী কী বিষয়ের উপর গুরুত্ব দিয়েছেন, তা স্পষ্ট নয়।\n<br/><br/>\n\nসিবিআই সূত্রে খবর, সায়ন ছাড়াও রামপুরহাট থানার এক জন এএসআই-কেও জিজ্ঞাসাবাদ করা হয়েছে। ডেকে পাঠানো হয়েছিল রামপুরহাট হাসপাতালের এক চিকিৎসককে। ঘটনার পর আহতদের যখন হাসপাতালে নিয়ে যাওয়া হয়। সেই সময় রোগীদের দেখার দায়িত্বে ছিলেন ওই চিকিৎসক।\n<br/><br/>\n\nগত সোমবার রাতে বগটুই গ্রামের কয়েকটি বাড়িতে অগ্নিসংযোগের জেরে আট জনের মৃত্যুর ঘটনার পরেই রামপুরহাটের আইসি ত্রিদীপ প্রামাণিক এবং এসডিপিও সায়নকে ‘ক্লোজ’ করেছিল রাজ্য পুলিশ। রাজ্য পুলিশের ডিজিপি মনোজ মালবীয় ওই সিদ্ধান্তের কথা ঘোষণা করেছিলেন। গত বৃহস্পতিবার রামপুরহাটে গিয়ে মমতা বন্দ্যোপাধ্যায়ও বলেছিলেন, ‘‘আইসি ও এসডিপিও নিজের দায়িত্ব পালন করেনি।’’ ওই দুই পুলিশ অফিসারকে ভর্ৎসনাও করতে দেখা গিয়েছিল মুখ্যমন্ত্রীকে। ঘটনাচক্রে, এর পর বৃহস্পতিবারই কর্তব্যে গাফিলতির কারণে ত্রিদীপ আর সায়নকেকে বরখাস্ত করা হয়।\n<br/><br/>\n\nনতুন অস্থায়ী তৃণমূল ভবন তৈরি হচ্ছে বাইপাসের ধারে। মেট্রোপলিটানে একটি ধাবার পাশে সেটি হবে। সেখানে একটি দোতলা বাড়ি পাওয়া গিয়েছে। সেটিকেই ব্যবহারযোগ্য করে নেওয়া হচ্ছে। থাকবে অফিসঘর, নেতৃত্বের বসার ঘর। সোমবার এমনটাই জানিয়েছেন তৃণমূলনেত্রী মমতা বন্দ্যোপাধ্যায়।\n<br/><br/>\nদিন কয়েক আগেই তৃণমূলনেত্রী জানিয়েছিলেন, বৈভব বা বাহুল্যের তৃণমূল ভবনে সায় নেই তাঁর। এক বৈঠকে উপস্থিত নেতাদের উদ্দেশে মমতা বলেছিলেন, “আমাদের দল মা- মাটি- মানুষের দল। এটা আমাদের স্লোগান। সরকারের মনোভাবও তাই। আমাদের দলের অফিসে বাহুল্য থাকতে পারে না।” কাজ চালাতে দক্ষিণ কলকাতায় একটি নতুন বাড়ি ভাড়া নেওয়ার কথাও জানান তিনি। এর পরই দলের নতুন দফতর নিয়ে যে পরিকল্পনা গ্রহণ করা হয়েছিল, তা পুনর্বিবেচনা করা শুরু হয়।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "00R5x25",
      "author": "Madhusudhan Das",
      "title": "Novavax, hoping to bump up its lagging European launch, asks EMA to authorize its COVID shot in teenagers",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:14:11.201Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l1jaznjwdewklxah6vc",
          "componenType": "Image",
          "data": "https://qtxasset.com/cdn-cgi/image/w=850,h=478,f=auto,fit=crop,g=0.5x0.5/https://qtxasset.com/quartz/qcloud5/media/image/fiercepharma/1643660986/Belward%20Campus.jpg/Belward%20Campus.jpg?VersionId=aHRkxqWDjyvwaV3eBSQEL1Xu_Y3bnGb6",
          "numbered": false
        },
        {
          "componentId": "l1jb047zcv9m17jt7k8",
          "componenType": "Paragraph",
          "data": "Novavax has set up its marketing machine to set it apart from mRNA rivals. (Novavax)\nNovavax is looking for a swift green light in Europe to market its protein-based COVID vaccine Nuvaxovid in teenagers as take-up stalls in adults.\n<br/><br/>\nThe European Commission, which finalizes all drug approvals and authorizations in Europe, gave its stamp for Nuvaxovid in adults aged 18 and older in December last year. Winning an approval in teens would open up a key target market for the company.\n<br/><br/>\nThe idea is that Nuvaxovid, which was developed using older vaccine technology seen in flu shots, would be seen as an alternative to the newer mRNA technology used in Pfizer and Moderna’s jabs. And Novavax hoped the so-called vaccine hesitant would thus be more likely to sign up for their first vaccines. In Europe, two other non-mRNA vaccines—from AstraZeneca and Johnson & Johnson—have been hampered by safety concerns.\n<br/><br/>\nBut Nuvaxovid has struggled to make much headway on the continent, with figures out from the Koch Institute this month showing pretty dismal numbers from some of Europe’s biggest and most populous countries.\n\n<br/><br/>\nBut besides the vaccine hesitant, Novavax sees kids as another target market. And now, it’s sent off a new application to the European Medicines Agency hoping for a quick authorization in those aged 12 to 17 years old, hoping to boost its launch with a significant proportion of the population in Europe.\n<br/><br/>\nThere are concerns that, notably with AZ’s vaccine and the two mRNA vaccines, younger people are at a higher risk of certain side effects, namely blood clots (with AZ) and myocarditis (with Pfizer and Moderna’s shots, notably in boys). Novavax is positioning itself as a new option that it says is both safe and effective.\n\n<br/><br/>\nIt has data out from last year—when the delta variant was ascendant and before omicron kicked in—that its shot delivered an 80% efficacy overall. How well that translates with omicron, we don’t yet know.\n\nIn the pediatric expansion of its trial, known as PREVENT-19, Novavax said serious and severe adverse events “were low in number and balanced between vaccine and placebo groups, and not considered related to the vaccine.”\n<br/><br/>\n\"We are continuing to see spikes in COVID-19 across Europe and recognize the need to improve vaccination rates, particularly in the pediatric population,\" Novavax CEO Stanley Erck said in a release. \"We look forward to a decision from the European Medicines Agency and firmly believe in the benefit of diversified vaccine options.\"\n<br/><br/><br/><br/>\nNovavax is also still awaiting an authorization in the U.S. from the FDA.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "ldQ_ive",
      "author": "Madhusudhan Das",
      "title": "Huma and AstraZeneca collaborate to advance digital innovation",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:15:13.390Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l1j9mxz5avddmn2m7hv",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0004/1207831/Handshake_red.jpg",
          "numbered": false
        },
        {
          "componentId": "l1j9nc09wxaghq6smwk",
          "componenType": "Paragraph",
          "data": "Digital-first patient care is a priority as Huma and AstraZeneca join forces to improve patients' lives\n\nHuma and AstraZeneca have collaborated to boost innovation for digital health, advancing digital-first care delivery and research to enable people to live longer, fuller lives.\n\nThe agreement follows prior use cases between Huma and AstraZeneca, reflecting a shared ambition to improve clinical outcomes through digital health solutions, while also bridging the gap between patients and clinicians.\n\nUnder the terms of this partnership, Huma and AstraZeneca will launch ‘Software as Medical Decide’ (SaMD) companion apps targeted at several therapeutic areas. The companies will also partner to help accelerate the adoption of decentralised clinical trials.\n\nThe alliance will build on Huma’s proven technologies, which already drive digital-first care, serving over 1.8 million active patient users across over 3,000 hospitals and clinics.\n\n\"Our track record of scaling innovation has set the stage for this important partnership with one of the world's largest biopharmaceutical companies,” said Dan Vahdat, CEO of Huma. “I am excited to have AstraZeneca's support to build upon our 10-year experience of delivering digital-first solutions across healthcare and clinical trials\".\n\nKaran Arora, Chief Commercial Digital Officer at AstraZeneca, said: \"This collaboration marks an important moment as it is a first for AstraZeneca in the digital health space as well as in the industry for chronic diseases and SaMDs in support of different treatments.\"",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "XUGL-p-",
      "author": "Madhusudhan Das",
      "title": "Bayer sheds some sites in €2B push to expand next-gen manufacturing capabilities",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:16:03.912Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l1ja7vbv4xvny84kfti",
          "componenType": "Image",
          "data": "https://static.dw.com/image/53942347_303.jpg",
          "numbered": false
        },
        {
          "componentId": "l1ja8esr7acew8cvw6n",
          "componenType": "h5",
          "data": "As part of its efforts to bulk up it biotechnology business, Bayer is selling off some manufacturing operations and spending $2.2 billion to upgrade others with an emphasis on German facilities. (Bayer)",
          "numbered": false
        },
        {
          "componentId": "l1ja8mqw6p2jhvs2iqe",
          "componenType": "Paragraph",
          "data": "German pharma giant Bayer plans to spend 2 billion euros ($2.2 billion) over the next three years to upgrade its manufacturing and supply chain capabilities as it dives deeper into cell and gene therapies. As part of the effort, the company is selling certain sites to outside partners.\n<br/><br/>\nThe moves are part of the company’s push to retool its pharmaceutical business to focus on breakthrough biotech innovations that can deliver long-term growth. Earlier this month, the company said it planned to invest heavily in artificial intelligence, data science and multichannel marketing as well.\n<br/><br/>\nA signicant portion of the money will focus on strengthening Bayer's cell and gene therapy production as well as expanding its production facility in Berkeley, California, where it is currently building a $200 million cell therapy facility.\n<br/><br/>\n“As an important element of our overall pharmaceutical business strategy we will focus our manufacturing activities on supporting future key areas of growth in which we aim to change the treatment paradigm for patients,” Holger Weintritt, Bayer Pharmaceuticals' head of pharmaceuticals product supply, said in a statement.\n<br/><br/>\nMeanwhile, about 1 billion euros ($1.1 billion) will go toward reinforcing the company’s manufacturing locations in Germany. Its Berlin supply center will focus on parenterals, and the Leverkusen supply center will specialize in non-hormonal solids. The Bergkamen facility will focus on contrast media and hormone products while expanding capacities for therapeutics.\n<br/><br/>\nBayer plans further investments at the Wuppertal site that focuses on launch production and new production technologies.\n<br/><br/>\nThe company has been building its cell and gene therapy capabilities since its 2020 acquisition of Asklepios BioPharmaceutical for up to $4 billion. Last year, Bayer spent 131 million euros ($145 million) on plants and equipment for cell and gene therapy research and production facilities in the U.S., Spain, Germany, the U.K. and Canada, according to its annual report.\n\n<br/><br/>\nAs part of its efforts to focus more on biotechnology, the company is transferring its São Paulo Cancioneiro facility in Brazil to a new operator. Additionally, Bayer said it will transfer parts of the infrastructure and services at its German sites in Bergkamen, Wuppertal and Berlin to external partners. To that end, Bayer said it has already sold its production plant in Karachi, Pakistan.\n\nDetails of those deals weren’t disclosed.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "HenjTfu",
      "author": "Madhusudhan Das",
      "title": "Novartis puts contract manufacturing ambitions on display with deal to produce Carisma's cell therapy",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T12:57:50.533Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l1jae29f66lepuwfp3u",
          "componenType": "Image",
          "data": "https://qtxasset.com/cdn-cgi/image/w=850,h=478,f=auto,fit=crop,g=0.5x0.5/https://qtxasset.com/quartz/qcloud5/media/image/fiercebiotech/1641808194/tower-with-logo-through-branches-image.jpg/tower-with-logo-through-branches-image.jpg?VersionId=mjg_SfTPcloNXjnuCq1LWoTDoo4nGIyi",
          "numbered": false
        },
        {
          "componentId": "l1jaeaip4qt0bycv1p3",
          "componenType": "Paragraph",
          "data": "It turns out Novartis has a taste for the contract manufacturing business. After inking a slate of pandemic production pacts last year, the Swiss pharma is back for another—and this time, it’s looking beyond COVID-19.\n<br/><br/>\nNovartis has penned an initial deal to manufacture Carisma Therapeutics’ HER2-targeted CAR-M cell therapy, which is currently in initial studies to treat solid tumors.\n<br/><br/>\nUnder the deal, Carisma will begin transferring its manufacturing process to a Novartis Cell Therapy site in Morris Plains, New Jersey, “starting in the coming days,” Novartis said Thursday. The drug giant aims to kick off clinical manufacturing of the cell therapy candidate next year.\n<br/><br/>\n<q>“As one of the world’s largest producers of medicines, Novartis can mobilize its manufacturing capacity in an efficient way on multiple fronts,”</q> Anton Gerdenitsch, head of Novartis Technical Operations’ contract manufacturing organization, said in a statement.\n<br/><br/>\nNovartis says it will continue to lend its manufacturing muscle to other companies, adding that “[f]urther specifics will be disclosed when agreements are concluded.”\n<br/><br/>\nSo far, the company’s contract manufacturing ambitions have focused squarely on COVID-19.\n<br/><br/>\n\nNovartis sells pair of manufacturing plants as Sandoz strategic review rolls on\nLast year, Novartis agreed to chip in on production of Pfizer and BioNTech’s mRNA-based vaccine Comirnaty, helping fill shots at sites in Switzerland and Slovenia. The company also signed an initial manufacturing agreement with German mRNA specialist CureVac last March, and it penned a deal in April to reserve active pharmaceutical ingredient capacity for Roche’s rheumatoid arthritis med Actemra in Singapore.\n<br/><br/>\nCAR-M therapies, meanwhile, aren’t all that different from CAR-T therapies such as Novartis’ cancer med Kymriah. For the manufacturing process, immune cells are extracted from patients, modified and then infused back in. Unlike CAR-T therapies, however, CAR-Ms are made of macrophages.\n<br/><br/>\nAs Novartis revs up its contract manufacturing operations, the fate of its generics outfit Sandoz remains undecided. In October, the Swiss pharma kicked off a strategic review of the business unit, noting that all options were on the table, including retaining the business and a potential separation.\n<br/><br/>\n\nThe generics unit has reportedly attracted several suitors so far, including Swedish-based investment group EQT and the Struengmann family of Germany.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "zDdHGLT",
      "author": "Madhusudhan Das",
      "title": "Novartis plots 400 job cuts in India after striking sales pact with Dr. Reddy's",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:00:12.062Z",
      "categryId": "Quality Control",
      "content": [
        {
          "componentId": "l1jahol2068khzhr50gn",
          "componenType": "Image",
          "data": "https://qtxasset.com/cdn-cgi/image/w=850,h=478,f=auto,fit=crop,g=0.5x0.5/https://qtxasset.com/quartz/qcloud5/media/image/fiercepharma/1644852592/indian-flag-3607410_1280.jpg/indian-flag-3607410_1280.jpg?VersionId=lOV0wnDScsBID0WCPdazV0Y7EBlcGU9L",
          "numbered": false
        },
        {
          "componentId": "l1jai6jvj34g7h9lhk",
          "componenType": "Paragraph",
          "data": "A bid to boost access to Novartis’ drugs in India is putting hundreds of jobs on the chopping block.\n<br/><br/>\nNovartis India has forged an exclusive sales and distribution pact with Dr. Reddy’s Laboratories centered on certain established meds, including the pain-relief drug Voveran and Methergine, which is used to treat severe bleeding from the uterus after childbirth. \n<br/><br/>\n\nThe pact is meant to broaden access to the meds beyond their current geographies, which Novartis and Dr. Reddy’s will accomplish “by significantly extending the reach of healthcare professionals through an expanded field force,” Novartis said. The deal will fuse Novartis India’s manufacturing and development know-how with Dr. Reddy’s sales and distribution muscle, the company said.\n<br/><br/>\n\nNovartis India plans to cut 400 jobs with the move. The company says it understands “the implications of this difficult decision,\" so it's offering employees a severance package and outplacement services.\n\n<br/><br/>\n\n\nNovartis employs more than 10,000 full-time staffers in India, the company said. Since January 2020, the company has hired more than 1,600 employees worldwide. Novartis’ Indian outfits plan to continue this hiring push in 2022, the company noted.\n<br/><br/>\n\nMeanwhile, Novartis is investing to upgrade its R&D and manufacturing footprint in the country. Over the past five years, it has spent more than $300 million on an Indian R&D support center, for instance.\n<br/><br/>\n\nElsewhere in the country, the company is building out a $49 million manufacturing plant at Kalwe, which will manufacture oral cancer meds for the global market.\n\n<br/><br/>\n\n\nThe Dr. Reddy's news comes as Novartis conducts a strategic review of its generic unit, Sandoz. Investor groups Blackstone and Carlyle could join forces on a massive $25 billion bid for Sandoz, Bloomberg has said, citing people close to the matter. Novartis says it will provide an update on its plan for the generics outfit by the end of the year. ",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "G12EQ5W",
      "author": "Madhusudhan Das",
      "title": "ACC: Lexicon hopes sotaglifozin cardio data will set its drug apart from SGLT2 rivals",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:03:05.393Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l1jal00ycmmi90s29tt",
          "componenType": "Image",
          "data": "https://qtxasset.com/cdn-cgi/image/w=850,h=478,f=auto,fit=crop,g=0.5x0.5/https://qtxasset.com/quartz/qcloud5/media/image/2016-10/lexicon1.png?VersionId=i47AvglA4LvkvzJ2GSN0uyotsbg7.CWL",
          "numbered": false
        },
        {
          "componentId": "l1jal70ep38tumbd71",
          "componenType": "Paragraph",
          "data": "At the American College of Cardiology, Lexicon showed how its dual action diabetes drug sotagliflozin might be able to gain an edge on other SGLT2 inhibitors. (Lexicon Pharmaceuticals)\n<br/>\nAs the first dual SGLT1/SGLT2 inhibitor developed for use in diabetes, Lexicon’s sotagliflozin has tantalizing potential. But getting the pill to pass muster with the FDA has been problematic.\n<br/><br/>\nThe latest setback with the U.S. regulator came five weeks ago when Lexicon pulled back a submission for approval in Type 2 diabetes patients with heart failure. That came on top of an FDA rejection for sotagliflozin in 2019 in Type 1 diabetes.\n<br/><br/>\nAll the while, sotagliflozin has generated promising data. On Saturday, at the American College of Cardiology in Washington, D.C., Lexicon highlighted results from a trial of sotagliflozin in Type 2 diabetes and kidney disease patients that showed the drug not only reduced heart failure by 26%, but that it also provided a reduction in the risk of heart attack and stroke.\n<br/><br/>\nA follow-up analysis of the trial revealed consistent reductions in major adverse cardiovascular events (MACE) in two subgroups—a 21% reduction in MACE in patients with cardiovascular disease and a 26% reduction in MACE in those without CVD.\n<br/><br/>\nFor Lexicon chief medical officer Craig Granowitz, the benefit of sotagliflozin in heart failure is no surprise. It’s a class effect that has been shown for other SLGT2 inhibitors, such as Eli Lilly and Boehringer Ingelheim’s Jardiance. But the heart attack and stroke findings could prove an advantage for the medicine against its rivals, Lexicon figures.\n<br/><br/>\n“What was seen in this study, which hasn’t been seen with SGLT2 inhibitors, is a benefit in reducing heart attack and stroke, whether or not that patient has had a prior heart attack or stroke or has another diagnosis related to cardiovascular disease,” Granowitz said. “That is why the ACC selected this as a presentation today.”\n<br/><br/>\nThe study chair for the Scored trial, Deepak Bhatt, a professor at Harvard Medical School, also noted a consistent benefit for sotagliflozin in three other vascular disease groups—coronary artery disease, cerebral vascular disease and peripheral artery disease.\n<br/><br/>\n“The data are very strong,” Bhatt said. “I hope (sotaglifozin) gets approved. I think it might be the best in class.”\n\n<br/><br/>\nBhatt said it’s too early to tell if there are added benefits from sotaglifozin because of its dual action. But upcoming studies will leave no doubt.\n<br/>\n“Is there anything beyond SGLT2 from the SGLT1? Bhatt asked. “There’s some randomization data that suggests there might be independent benefits.”\n<br/>\nBy pooling data from phase 2 and phase 3 trials testing sotaglifozin in more than 20,000 combined patients in both Type 1 and Type 2 diabetes, Lexicon has shed more light on the drug’s benefits.\n<br/><br/>\n“If you look at those (other) studies, which were not designed to look at cardiovascular events—they were just designed to look at blood sugar management—you still see a reduction in stroke and heart attack,” Granowitz said. “That’s never been seen before. That’s pretty remarkable.”\n<br/><br/>\nIn the field of diabetes candidates, sotagliflozin is distinguished by its ability to block SGLT2 in the kidneys and SGLT1 in the intestines. Sanofi recognized the drug’s potential in 2015, paying Lexicon $300 million up front and committing $1.4 billion in milestone payments to get a piece of the action.\n<br/><br/>\nBut in 2019, while Lexicon gained approval in Europe to treat Type 1 diabetes patients who can’t achieve adequate control of their blood sugar with insulin, it had no such luck in the same indication with the U.S. regulator.\n<br/>\nAfter an advisory committee deadlocked 8-8 on whether to recommend a nod, the FDA rejected it twice—in March of 2019 and upon appeal nine months later, citing the risk of diabetic ketoacidosis.\n<br/><br/>\nAlso in 2019—after some mixed trial results—Sanofi bailed on the project, paying $260 million to return full rights to Lexicon.\n\n<br/><br/>\nThree years after losing the Type 1 bid, Lexicon has not given up on an approval in that indication, Granowitz said. ",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "12F4hCV",
      "author": "Madhusudhan Das",
      "title": "Bristol Myers CEO Caforio takes pay cut as 'human capital' metric drags down bonus",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:05:50.702Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l1jaobyxnwq1lizz61",
          "componenType": "Image",
          "data": "https://qtxasset.com/cdn-cgi/image/w=850,h=478,f=auto,fit=crop,g=0.5x0.5/https://qtxasset.com/quartz/qcloud5/media/image/fiercepharma/1616681816/Giovanni%20--%20New%20Brand.jpg/Giovanni%20--%20New%20Brand.jpg?VersionId=iuIaPflZBE2_fOmS_a_eZcZa78OviwL7",
          "numbered": false
        },
        {
          "componentId": "l1jaoepjo9ytjjg03q",
          "componenType": "Paragraph",
          "data": "<h5>Bristol Myers' performance lagged on the “human capital” metric, hurting CEO Giovanni Caforio's 2021 compensation. (Robert Bruschini/Bristol Myers Squibb)\n</h5>\n\nBristol Myers Squibb is hoping new launches will offset a wave of forthcoming patent losses for some of its biggest-selling drugs. But in the meantime, CEO Giovanni Caforio just received a smaller pay package.\n<br/><br/>\nBMS awarded Caforio $19.78 million in 2021 pay, down from $20.15 million the prior year, a proxy filing (PDF) shows.\n<br/><br/>\nThe chief executive saw his salary slightly increase to $1.7 million and stock awards rise nearly half a million dollars to $13.97 million. But Caforio’s cash incentive pay dropped 17% to $3.41 million, a low dating back to 2017.\n<br/><br/>\nBMS met or exceeded several targets that it has set to evaluate its executives’ pay. The company’s revenues, excluding the effect of foreign exchange rates, reached $46.2 billion and came above the company's $45.8 billion target. The board said BMS’ pipeline development also exceeded expectations.\n<br/><br/>\nInterestingly, when it comes to Caforio’s personal goal, the board said BMS “exceeded all customer service metrics and supply chain reliability targets,” even though it has publicly described a struggle to meet cell therapy demand because of production constraints.\n<br/><br/>\nThe company also achieved eight positive pivotal clinical trial results, including for a fixed-dose immuno-oncology combination, which was approved last week by the FDA as Opdualag.\n<br/><br/>\n\nBeyond the business metrics, the company’s performance lagged in the “human capital” category, leading to a 73% payout against that goal. The item focuses on employee engagement and retention by incorporating quarterly employee surveys and voluntary attrition rate. BMS failed to hit target on the quantitative human capital goal, even though the board said it at least met industry benchmarks.\n<br/>\nLast year, BMS published its inaugural diversity & inclusion report and ESG report. The company has committed to double executive representation of both Black and Latinx employees in the U.S. by the end of 2022.\n<br/>\nFor Caforio’s personal target, the helmsman “demonstrated extraordinary leadership during the COVID-19 pandemic,” the company said, as the drugmaker faced no disruption to the supply of medicines to patients and the majority of the U.S. and Puerto Rico vaccinated workforce has returned to the office.\n<br/><br/>\nOverall, Caforio got $3.41 million for his cash incentive award against a target of $2.55 million.\n\n<br/><br/>\nMeanwhile, the New York pharma is bracing for patent cliffs to the top 3 best-selling drugs in its portfolio, starting with Celgene-inherited blood cancer drug Revlimid this year in the U.S. BMS expects off-patent brands will suffer a revenue decline in the range of $12 billion to $14 billion between 2020 and 2025.\n<br/><br/>\nCaforio has devised a plan for BMS, which involves multiple blockbuster launches that it hopes could contribute over $25 billion in total revenue in 2029. Last year, BMS counted 25 approvals and label expansion, including first launches of cell therapies Breyanzi and Abecma.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "ApCaLVb",
      "author": "Madhusudhan Das",
      "title": "Why it’s time for a revolution in contraceptive medication",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-04-03T13:06:56.641Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l1ja23dv1dhopz9p3dc",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0007/1377799/shutterstock_1563971377.jpg",
          "numbered": false
        },
        {
          "componentId": "l1ja261p1n87z4dylih",
          "componenType": "Paragraph",
          "data": "In 1993, The Economist named the birth control pill one of the Seven Wonders of the Modern World. “When the history of the 20th century is written, it may be seen as the first [time] when men and women were truly partners,” the entry read. “Wonderful things can come in small packets.”\n<br/><br/>\nThis sense of freedom is inherent within Hana, one of two types of oral contraceptive pills developed by HRA Pharma, that was recently approved for pharmacy sale without prescription in the UK. Last month’s decision allowing OTC access for the progesterone-only pill is a landmark moment for women, and its timing is crucial.\n<br/><br/>\nWomen’s sexual health services were overstretched and underfunded even before the pandemic, but lockdown made a ‘difficult situation even worse’, according to a statement last year from The All Party Parliamentary Group on Sexual and Reproductive Health.\n<br/>\nWith confusion and stigma making access problems worse, now is the time to rethink how we present products for women’s reproductive health and beyond. This landmark change should be a call to arms for the industry to work harder to make medication, devices and services more accessible, personal and empowering. And not just with the pill, but in other areas such as postnatal depression, fertility, period pain and menopause.\n<br/>\nHere’s how players at all stages of women’s health life cycle can make positive change.\n<br/><br/>\nChoice, knowledge and accessibility\n<br/><br/>\nIt’s been six decades since the contraceptive pill was approved for use in the UK and the US, revolutionising women’s lives. It’s estimated that 70% of women in Britain and 80% of US women have used the pill at some point in their lives, and it remains the most popular form of contraceptive – prescribed to almost nine out of ten women seeking birth control.\n<br/>\nThe pill has been instrumental in allowing women choice over children, moving them from the domestic homemaker role that was still typical in the 50s and into the workplace, with greater education, career and lifestyle opportunities –not to mention sexual freedom.\n<br/>\nKnowledge, however, is still a sticking point. A 2018 study of over 7,500 women from Public Health England (PHE) found that education is a key factor in women being able to manage their reproductive health, and make positive choices. Women of all ages cited school as the place where they had gained most of their information about reproductive health –information that was often basic and out of touch with their lived experiences.\n<br/>\nMore and more women are turning online to find information and fill this gap, taking proactive control of their own health. Pharma and healthcare brands need to meet this demand and ensure they are visible at the early stages of a woman’s fact-finding journey. For example, vegan-certified condom company Hanx creates a regular stream of relevant, accessible content for women online, providing a platform for frank and light-hearted discussions around sexual wellness. The same goes for menopause education platform Elektra Health, which has carved out a niche in online community support and guidance.\n<br/>\nThis uptick in digital research and self-help is a flashing beacon for professionals across the product ecosystem to create information in easier, more digestible ways. Ramping up accessibility – for example, with the new prescription-free contraceptive service at pharmacies – is part of that process. But it also requires an overhaul of messaging at multiple touchpoints, making conversations around reproductive health less clinical and formal, and more normalised in day-to-day life.\n<br/><br/>\nCrucially, it means curating excellent online hubs, full of highly visible, relatable and compelling information to counteract the traditional coded discourse of reproductive health. Doing so will augment women’s fact-finding missions in early stages, driving brand awareness with an approach that feels natural and meaningful.\n<br/><br/>\nBreaking taboos with the human touch\n<br/><br/>\nBuilding memorable digital support channels goes hand-in-hand with another challenge in women’s reproductive health – breaking down feelings of shame.\n<br/>\nIt would be nice to think that the culturally endorsed sexism that clouded earlier pill experiences (most single women didn’t have access to it until 1974) no longer exists today – but sadly it lives on in a myriad of subtle ways. After all, the modern-day phenomenon of so-called ‘emergency contraception shaming’ is not unlike the pill being blamed fora rise in sexual promiscuity over half a century before.\n<br/><br/>\nLittle wonder, then, that embarrassment is a barrier to accessing support across a spectrum of women’s reproductive issues. This starts in teen years – nearly half of girls aged 14-21 in the UK are ashamed of their periods – and continues well into adulthood and older age. Almost a third of women are embarrassed to talk to pharmacists about the morning-after pill, and half of women experiencing menopause feel unable to speak to GPs about their symptoms.\n<br/><br/>\nTo break down this avalanche of socially entrenched shame, it’s no longer enough to be functional and clear. We need to go further in speaking to women by creating products that look and feel relevant to them.\n<br/><br/>\nIf we look at Hana as an example, when we partnered with HRA Pharma on the launch, it was essential to make the brand feel contemporary and relevant - bridging the tension that exists between efficacy and empowerment. We deliberately used a modern colour palette with Instagram-friendly photography and designed a brand mark that would give Hana a warm and personal feel. Healthcare brand Hers also does a great job at making its selection of sex, skin and hair solutions feel contemporary and human.\n<br/><br/>\nIn a wider context, this is about taking deliberate steps to manifest values of openness and empathy into healthcare, empowering women’s reproductive journeys.\n<br/><br/>\nA new age of fem care service innovation  \n<br/><br/>\nWe live in an age where women are motivated and able to take control of their sexual health and fertility. From period trackers to menopause apps, an emerging wave of Fem-Tech is putting women firmly in charge of their own reproductive choices.\n<br/><br/>\nThis newfound awareness naturally filters into market trends, informing new products, product marketing and delivery ideas. With a more empowered audience, brands need to drive innovation to stay relevant. Strategists are carving out ways to find an ongoing connection with their audience and add value beyond a single interaction (as in an OTC purchase) – staying relevant with the wider dialogue of women’s lives.\n<br/><br/>\nThis may take the form of a community awareness platform, like menopause consultants Alva. It could come with a home diagnostic kit such as Juno Bio, or an app such as Clue that makes PMS predictions, enabling women to keep tabs on symptoms.\n<br/><br/>\nBrands could also be inspired by Etsy’s growing market of whimsical ‘tampon cases’ where independent producers are taking ownership of the period narrative with witty slogans such as ‘shark week’ or ‘oh bloody hell’. Over on Amazon, pill holders shaped in the form of fruits or mini macarons are making contraception more portable (and fun).\n<br/>\nIf women won a revolution with the pill 60 years ago, stretching the boundaries of the status quo with the human touch – revolving around core themes of warmth and accessibility – will be the next chapter in our quest for reproductive empowerment. The products we create now are central to creating a new set of values and a fresh sexual legacy; both for women now, and girls to come.\n<br/><br/>\nDeborah Stafford-Watson is head of Provocation & Strategy UK at Elmwood",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "H0HGmnV",
      "author": "Madhusudhan Das",
      "title": "Fixing the insights gap",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-06-19T13:03:42.241Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l1j9uf3l9co5wvx1b8q",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0010/1377334/shutterstock_629021378.jpg",
          "numbered": false
        },
        {
          "componentId": "l1j9ui5cxc33s5t014m",
          "componenType": "Paragraph",
          "data": "<q>Proper insights are the eyes and ears of the life science industry. Without them, or without the proper use of them, pharma companies are flying blind.</q>\n<br/>\nFor the life science sector, an insight is a fundamental truth about customers that gives better understanding of the patient. They can come from various sources, be it healthcare professionals, payers, Key Opinion Leaders (KOLs), or patients themselves.\n<br/>\nWhen used effectively, they can open new markets, accelerate product development, and strengthen relationships between patients and KOLs. But right now, they aren’t being used effectively. We call this the life sciences insight gap - when insights aren’t collected, shared, or utilised properly.\n<br/><br/>\nThe ripple effect of this delay is costly, both in time and money. To date, fewer than 10% of drugs in development make it to market from phase I trials. On top of this, those drugs that do make it cost an average of $2bn to from conception to commercialisation.\n<br/><br/>\nBottom line - the insights gap costs. Pharma companies can’t afford to work with the wrong KOLs, engage them in the wrong way, or process the data incorrectly. They need better insights. Here is how they can get them.\n<br/><br/>\n<b>Select the right people</b>\n<br/><br/>\nWho you talk to is important. For Medical Science Liaisons (MSLs), it’s the first hurdle, and the whole process can fall down here. Especially during the pandemic, when in person connection was limited, MSLs tend to stick to tried and tested relationships with the same small group of KOLs each time. Whilst valuable, engaging the same KOLs on a repeat basis limits the number of insights you can gain by narrowing the pool of voices.\n<br/>\nMSL teams should adopt an insights-first approach, not a KOL-first one. Often, the most obvious stakeholder may not be the best one. For instance, the default assumption is often that HCPs who are on the frontline of treatment and prescribing are the most knowledgeable. However, for some areas, nurses or other health care providers may have the knowledge companies need to engage with.\n<br/>\nSometimes, the right opinion leader isn’t one that’s typically engaged at all. Young professionals, or people who are branching out into new areas are often overlooked but hold a strong level of influence over their peers.\n<br/>\nBy thinking with an insights-first approach, medical teams can avoid repetitive, out of date information and engage KOLs at the frontline of what they really need.\n\n<br/><br/>\n<b>Connect for the 21st century</b>\n<br/><br/>\nAs many life science companies learnt during the pandemic, video conferencing isn’t the panacea they hoped. Digital fatigue contributed to more meetings, longer working hours and the tendency to drift from the task at hand all lowered the quality of insights.\n<br/>\nWith stakeholders located across the globe, organising a video call became a logistical nightmare. But are lengthy, one-to-one video calls the way forward? If gaining meaningful insights is essential to your business, then the answer is no.\n<br/>\nBut as many of pharma’s top 20 learnt over the last 18 months, the best insights are gained through over-time, asynchronous engagement.\n<br/>\nKOLs are time-pressed, spread out globally, and often isolated by language barriers. Asynchronous engagement allows KOLs to be connected with on their terms, when they’re able to. Insights can be managed, shared and gathered in a timely manner, which often shortens the process whilst improving the quality of the results.\n<br/><br/>\nOn top of this, factors that widen the insights gap, including poor attendance, lack of preparation and the tendency for dominant personalities to control the discussion can all be avoided. The result is a more efficient way of engaging KOLs that delivers a complete set of insights.\n<br/><br/>\nDiscover actionable data, not raw insights\n<br/><br/>\nSuccessful insight gathering begins before any questions have been asked, and it continues long after they have been. Through targeted KOL selection and asynchronous connection, medical teams can gain a deep selection of insights, but what should they do with them?\n<br/>\nLong transcripts and notes can be helpful, but they’re not what teams need to make decisions. Most life science teams are short of time, and often short of the capability to sift through mountains of data. Fortunately, there are multiple ways teams can get around this.\n<br/>\nAn executive summary of the insights can go a long way. In a timely manner, executive summaries don’t interrupt the next stage of the process but provide easy-access information that protects medical team’s time.\n<br/>\nAdditionally, tech-based solutions, such as data analysis software can help teams easily understand the result of their engagements. Solutions like this can remove personal opinion, guesswork and ambiguity from the situation and leave clear, actionable insights ready for decision making.\n\n<br/><br/>\n<b>An integrated approach</b>\n<br/>\nThe insights gap is holding the life science industry back. Identifying who to target, how to target them and what to do with the results are all critical elements in good decision making, and right now, life science companies are falling short.\n<br/>\nAt Within3, we know the importance of these insights in delivering drugs to patients. That’s why we’re working to fix this problem with our new Insights Management Platform. The platform, which combines Select, Connect, Discover under one roof, will allow companies to close the insights gap across the full development process. For too long, life science companies have had minimal help in fixing this problem, so we’re out to change that.\n<br/><br/>\nby Lance Hill, CEO, Within3",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true,
      "deleteFlag": true
    },
    {
      "id": "6Iwo3lr",
      "author": "Madhusudhan Das",
      "title": "Sanofi and IGM Biosciences team up to develop antibody agonists",
      "dateCreated": "2022-04-03T11:14:07.505Z",
      "dateModified": "2022-04-03T12:26:20.456Z",
      "categryId": "Quality Control",
      "content": [
        {
          "componentId": "l1j9690kg6rx60splfs",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0009/1387278/Sanofi.jpg",
          "numbered": false
        },
        {
          "componentId": "l1j96m5b32d4c6qc3g6",
          "componenType": "Paragraph",
          "data": "Collaboration will involve the development of new class IgM antibodies with a view to gaining market approval\n<br/>\nSanofi and IGM have announced the signing of a collaboration agreement to create, develop, manufacture and commercialise IgM antibody agonists against three oncology and three immunology/inflammation targets.\n<br/>\nEngineered IgM antibodies represent a new class of potential therapeutics which combine the multi-valency of IgM antibodies, which possess ten binding sites, compared to conventional IgG antibodies, which have only two target binding sites.\n<br/>\nUnder the terms of the collaboration, IGM will receive a $150m upfront payment and, for each oncology target collaboration programme, IGM will lead research and development activities. Following receipt of the first marketing approval for a product directed to an oncology target, Sanofi will lead all subsequent development and commercialisation activities for that oncology target.\n<br/>\nJohn Reed, Global Head of Research and Development at Sanofi, said: “We look forward to this collaboration with IGM Biosciences, a pioneer in a new class of antibody medicines for the treatment of cancer, immunology, and inflammatory diseases.\n<br/>\n<quote>“The IGM Biosciences technology platform offers an exciting approach to developing high-avidity IgM antibodies that can efficiently bind and stimulate the activity of cell surface receptors. This unique platform has the potential to overcome historical limitations of conventional IgG antibodies when seeking agonists of some classes of receptors,”</quote> he added.\n<br/>\nFred Schwarzer, CEO of IGM Biosciences, commented: <quote>Sanofi is a global leader in the development and commercialisation of innovative therapies, and we welcome the addition of their extensive expertise and resources in expanding and accelerating the development of our IgM antibody platform across multiple areas of high unmet need. This partnership builds on an existing research collaboration with Sanofi and is a key step towards our goal of unlocking the full breadth of potential for this important new class of therapeutics.”</quote>",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "4EkDjXq",
      "author": "Madhusudhan Das",
      "title": "Mission Therapeutics launches clinical trial for kidney disease therapy",
      "dateCreated": "2022-04-03T12:13:33.792Z",
      "dateModified": "2022-04-03T12:20:51.923Z",
      "categryId": "Quality Control",
      "content": [
        {
          "componentId": "l1j92s40d9puuvjssmq",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0005/1362047/p16-17.jpg",
          "numbered": false
        },
        {
          "componentId": "l1j935tjlbhleir4uuj",
          "componenType": "Paragraph",
          "data": "MTX652 has advanced through preclinical regulatory toxicology studies and is ready for a phase 1 trial\n<br/><br/>\nMission Therapeutics has been granted approval to take its lead USP30 deubiquitinating enzyme (DUB) inhibitor – MTX652 – into a clinical study.\n<br/><br/>\nThe mitochondrial-associated DUB removes ubiquitin, which is what damaged mitochondria are labelled with. This inhibits the degradation of mitochondria, which can affect cell health. Mission has developed MTX652 to inhibit USP30, with the aim to enable appropriate degradation of dysfunctional mitochondria to preserve and improve cellular health.\n<br/><br/>\nSpecific kidney cells are rich in mitochrondria, making them highly vulnerable to injury if those mitochondria are not working properly. Mitochondrial dysfunction is strongly implicated in kidney injury and chronic kidney disease (CKD), while its quality is implicated in various other poorly treated conditions, such as idiopathic pulmonary fibrosis, muscular dystrophy and primary mitochondrial disease.\n<br/><br/>\nMTX652 has successfully advanced through preclinical regulatory toxicology studies, following candidate nomination last year. It is now ready to be progressed into the clinic and the phase 1 trial will evaluate the safety, tolerability and pharmacokinetics of MTX652 in over 60 participants given either a single or multiple doses.\n<br/><br/>\n<b>Dr Suhail Nurbhai, chief medical officer of Mission Therapeutics</b>, commented:“We are delighted that our lead programme is entering the clinic. Mission has built a groundbreaking platform for the discovery and development of first-in-class small molecule drugs that selectively target DUBs. MTX652 entering the clinic is a major milestone for the company and a tremendous achievement. We are excited to be taking this important next step.”\n<br/><br/>\nCKD affects an estimated 780 million people around the world. The NHS costs in 2009/10 were around £1.5bn, and likely to be much more now, while estimated US Medicare costs for CKD are greater than $87bn.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "u4tGKu9",
      "author": "Madhusudhan Das",
      "title": "NICE recommends flash devices to type 1 diabetes patients",
      "dateCreated": "2022-04-03T12:13:33.792Z",
      "dateModified": "2022-04-03T12:38:41.847Z",
      "categryId": "Quality Control",
      "content": [
        {
          "componentId": "l1j9qhoe3s9zrp59h5e",
          "componenType": "Image",
          "data": "https://www.pharmatimes.com/__data/assets/image/0008/1032794/NICE.jpg",
          "numbered": false
        },
        {
          "componentId": "l1j9qr63vqlqdsu9v9",
          "componenType": "Paragraph",
          "data": "New technology could reduce finger pricking by 50% while also providing patients with continuous data about blood sugar levels\n<br/><br/>\nOver 250,000 people living with type 1 diabetes are set to be offered new technology to help them manage their condition, following the latest advice from the National Institute for Health and Care Excellence (NICE). The device could also reduce the need for finger prick testing by up to 50%.\n<br/><br/>\nThe new guidance from NICE has recommended the use of real-time continuous glucose monitoring (rtCGM) for adults and children living with type 1 diabetes for the first time. This will give patients a continuous stream of real-time data on a smartphone about their current blood glucose level.\n<br/>\nThe roll-out of intermittently scanned glucose monitoring devices – also known as flash monitoring – has been expanded to the whole of the type 1 patient population.\n<br/><br/>\nAs part of the technology, an rtCGM sensor is attached to the patient’s body and collects the data which is transmitted to their smartphone. The data provides current and previous glucose levels, as well as a prediction of where the levels are heading, allowing patients to take action to stabilise their levels if necessary.\n<br/><br/>\nDr Paul Chrisp, director of the Centre for Guidelines at NICE, said: “By recommending the use of either real-time or flash monitoring, our independent committee has made recommendations that will be a step forward in helping all people with type 1 diabetes manage their condition.”\n<br/>\n“Many people find finger-prick testing to be painful and time consuming and the introduction of technology for all people living with type 1 diabetes will reduce this considerably. This group of people also live with the constant worry of suffering from an attack brought on by dangerously low blood sugar while they sleep,” he added.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "Rp6hHdm",
      "author": "Madhusudhan Das",
      "title": "Patrikaz ଶୀଘ୍ର ଆସୁଅଛି A revolution ",
      "dateCreated": "2022-04-22T13:01:12.381Z",
      "dateModified": "2022-05-23T07:36:07.263Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l2afyv9uduslk76nll4",
          "componenType": "h2",
          "data": "Patrikaz is now live!",
          "numbered": false
        },
        {
          "componentId": "l2aggg0epzjodzpax88",
          "componenType": "Image",
          "data": "http://www.patrikaz.com/static/images/patrikaz_logo_eng.jpeg",
          "numbered": false
        },
        {
          "componentId": "l3ieeo4blceq98c8nv",
          "componenType": "Paragraph",
          "data": "\n<b>ଶୀଘ୍ର ଆସୁଅଛି</b><br/>\nପତ୍ରକାରୀତା ଜଗତରେ ଏକ କ୍ରାନ୍ତି,\nଆମ ବିଶ୍ୱାସ ସମସ୍ତେ ଲେଖିବା ଆରମ୍ଭ କରିଦିଅନ୍ତୁ,\nଆସନ୍ତୁ ଲେଖକ ହେବା ,ଲେଖନୀର ବଳରେ କିଛିବି ସୁଚନା, ଗ୍ୟାନ ଅଥବା ଘଟଣା ର ବିସ୍ତ୍ରୁତ ବିବରଣୀ ଦୁନିଆକୁ ଭେଟି ଦେବା |\n",
          "numbered": false
        },
        {
          "componentId": "l3ieirnlomxeh3nfs3k",
          "componenType": "Paragraph",
          "data": "<b>COMING SOON</b><br/>\nA revolution in journalisim,\nWe believe everyone shoud start writing,\nLets report, share and explore by the power of writing.\n\n",
          "numbered": false
        },
        {
          "componentId": "l3iejpho036mcjjhxnkk",
          "componenType": "Paragraph",
          "data": "Visit <a href=\"http://patrikaz.com/\">patrikaz.com</a> for more detailz.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    }
  ],
  "journal": {
    "title": "zJournal Default Title from mock server",
    "selectedPage": "home",
    "loggedIn": false,
    "currentArticle": {
      "id": "yTIdG-r",
      "author": "Madhusudhan Das",
      "title": "Hello this is to be deleted",
      "dateCreated": "2022-10-15T20:21:56.504Z",
      "dateModified": "2022-10-15T20:21:56.504Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l9ad820la1onb3cihxl",
          "componenType": "h2",
          "data": "Click to Update Text",
          "numbered": false
        },
        {
          "componentId": "l9ad88bx1zicets40gn",
          "componenType": "List",
          "data": "Click to Update Text",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true,
      "deleteFlag": false
    },
    "categories": [
      "Production",
      "Quality Assurance",
      "Engineering",
      "Validation and Qualification",
      "Microbiology",
      "Good Manufacturing Practices (GMP)",
      "Quality Control"
    ],
    "components": [
      "h2",
      "h3",
      "h4",
      "h5",
      "Image",
      "Paragraph",
      "List",
      "Table"
    ],
    "templateArticles": [
      "zRMj9V5",
      "4_TuJYn",
      "xnNr_jD",
      "A9G4MGI",
      "_yM3J9o",
      "OqW296s"
    ],
    "templateData": "lLX8vvw\nAdpPbqI|ldQ_ive|mJxFy-9\nUOmh_Q5\nPmoMmCS|XUGL-p-\n12F4hCV\nSp3NClw|6Iwo3lr\nApCaLVb\nzRMj9V5",
    "adminDetails": {
      "id": "e0da85ff1b5040a7c3fb550b7247078d967f46820a461d8124d77bdf11054b9900739fdd4601e9808c459b91def95d197e01b5184ab15b2132ab5fcad75d6597",
      "passPhase": "9b332ecf5ecf2506c22a78d076e5af7fb56899487d45f98600bfc823a42c27b8d1776027c5f7cc15b3a43779369b9a43937bfa354e9e26ad6b8c3c22b1467246"
    },
    "aboutUs": " <h4>About Us</h4>\n            <b>Pharmaceutical Updates</b> was started to share knowledge among\n            the pharma professionals &nbsp; it will become helpful to the pharma\n            Professionalz.\n            <br />\n   <img src=\"https://indoreinstitute.com/wp-content/uploads/2020/04/What-is-Pharma-Vision-2020-%E2%80%93-A-Detailed-Insight.jpg\" style=\"max-height: 350px;\n    object-fit: cover;\n    object-position: center;\" width=\"100%\" />\n<br/>\n            The author of pharmaceutical updates is <b>Madhusudhan Das</b>\n            who is having more than 13 years of Experience in Pharmaceutical\n            Quality Assurance department and he has worked in Pharma Companies\n            like Cipla, USV &nbsp; Aurobindo Pharma Limited."
  },
  "contacts": [
    {
      "name": "Madhusudhan Das",
      "email": "ChandrasekharPanda@gmail.com",
      "phone": "+91 32423-24242",
      "comment": "<h3>Persuasion </h3>is important in a project proposal because you’re hoping your audience will read your proposal and do something for you in return. If your reader isn’t intrigued by your project, they won’t feel inclined to help you. If you describe your editing tool but don’t mention the many features it will offer, how it will benefit clients, and its positive impact in the industry, your audience will wonder, <q>“Why should I care about this project?” </q>\n",
      "dateContacted": "2022-04-09T19:16:42.645Z",
      "id": 1
    },
    {
      "name": "Tushar Jena",
      "email": "qweqw@mnn.ll",
      "phone": "+1 (123) 213-1312",
      "comment": "<q>How to write a project proposal</q>\nThese step-by-step instructions apply to most project proposals, regardless of type. You’ll need to customize your proposal for the intended audience, but this project proposal outline can serve as a reference to ensure you’re including the key components in your document.",
      "dateContacted": "2022-04-09T21:02:51.360Z",
      "id": 2
    },
    {
      "name": "Chungulu Chunga",
      "email": "chungu@chunga.com",
      "phone": "+91 31231-31312",
      "comment": "Be sure to add aria-expanded to the control element. This attribute explicitly conveys the current state of the collapsible element tied to the control to screen readers and similar assistive technologies. If the collapsible element is closed by default, the attribute on the control element should have a value of aria-expanded=\"false\". If you’ve set the collapsible element to be open by default using the show class, set aria-expanded=\"true\" on the control instead. The plugin will automatically toggle this attribute on the control based on whether or not the collapsible element has been opened or closed (via JavaScript, or because the user triggered another control element also tied to the same collapsible element). If the control element’s HTML element is not a button (e.g., an <a> or <div>), the attribute role=\"button\" should be added to the element.",
      "dateContacted": "2022-04-10T04:25:13.592Z",
      "id": 3
    },
    {
      "name": "Hello test",
      "email": "hellotest@jkhk.cc",
      "phone": "+91 42342-34234",
      "comment": "UOmh_Q5",
      "dateContacted": "2022-05-23T07:38:24.309Z",
      "id": 4
    }
  ],
  "qna": [
    {
      "question": "What is Preformulation study?",
      "answer": "Preformulation study is a group of studies that focus on the physicochemical properties of a new drug candidate that could affect the drug performance and the development of a dosage form.",
      "published": true,
      "dateCreated": "2022-04-12T07:16:45.652Z",
      "id": 1
    },
    {
      "question": "Which parameters are found out in Preformulation study?",
      "answer": "Appearance, Molecular weight, Solubility, pH, Hygroscopicity, Flowability, Bulk density, Incompatibilities etc.",
      "published": true,
      "dateCreated": "2022-04-12T07:17:22.971Z",
      "id": 2
    },
    {
      "question": "What is BCS classification?",
      "answer": "Biopharmaceutical classification system is a system to differentiate the drugs on the basis of their solubility and permeability.",
      "published": true,
      "dateCreated": "2022-04-12T07:17:57.499Z",
      "id": 3
    },
    {
      "question": "Why BCS classification is important?",
      "answer": "BCS predict in vivo performance of drug products from in vitro measurement of solubility and permeability.",
      "published": true,
      "dateCreated": "2022-04-12T07:18:20.519Z",
      "id": 4
    },
    {
      "question": " What is the application of Henderson-Hasselbalch (HH) equation?",
      "answer": "Henderson-Hasselbalch (HH) equation is frequently used to determine the pH of a solution.\n\n",
      "published": true,
      "dateCreated": "2022-04-12T07:18:42.151Z",
      "id": 5
    },
    {
      "question": "How can calibrate a HPLC?",
      "answer": "A HPLC can be calibrated through the following checking:\n<ul>\n<li>Flow rate (pump) accuracy checking</li><li>Gradient accuracy checking</li><li>Pump leakage checking</li><li>Wavelength accuracy checking</li><li>Detector intensity (linearity)</li><li>Auto sampler injector linearity</li><li>Degree of reproducibility etc.</li>\n<ul>",
      "published": true,
      "dateCreated": "2022-04-12T07:22:22.760Z",
      "id": 6
    },
    {
      "question": "When intermediate stability study is omitted?",
      "answer": "If 30°C ± 2°C/, 65% RH ± 5% RH is the long-term (real time) condition, there is no intermediate condition.\n\n",
      "published": true,
      "dateCreated": "2022-04-12T07:23:00.035Z",
      "id": 7
    },
    {
      "question": "What is stress testing?",
      "answer": "Stress testing of the drug substance can help identify the likely degradation of products, which can in turn help establish the degradation pathways and the intrinsic stability of the molecule and validate the stability indicating power of the analytical procedures used.\n<br/><br/>\n Stress testing is likely to be carried out on a single batch of the drug substance. It should include the effect of temperatures (in 10°C increments (e.g., 50°C, 60°C, etc.) above that for accelerated testing), humidity (e.g., 75% RH or greater)",
      "published": true,
      "dateCreated": "2022-04-12T07:23:41.058Z",
      "id": 8
    },
    {
      "question": "What is pH dependent solubility and why it’s important?",
      "answer": "pH dependent solubility means the solubility of a substance depends on pH variation. In general, dissolution of BCS class II drugs is dependent on a wide variety of physiological factors. pH, ionic strength, and buffer capacity are three major characteristics of the GI fluids that can affect the rate of drug release.",
      "published": true,
      "dateCreated": "2022-04-12T07:24:21.218Z",
      "id": 9
    },
    {
      "question": "test qna",
      "answer": "Qna Answer",
      "published": true,
      "dateCreated": "2022-04-22T13:48:00.346Z",
      "id": 10
    },
    {
      "question": "ଶୀଘ୍ର ଆସୁଅଛି",
      "answer": "ଶୀଘ୍ର ଆସୁଅଛି\n\n",
      "published": true,
      "dateCreated": "2022-05-23T07:33:59.029Z",
      "id": 11
    }
  ]
}