{
  "articles": [
    {
      "id": "l043ho1m9wfm9pzmnmo",
      "author": "Piyush Praharaj",
      "title": "Russia's unprovoked attack on Ukraine",
      "dateCreated": "2022-02-26T17:06:13.882Z",
      "dateModified": "2022-02-26T17:06:13.882Z",
      "categryId": "Quality Control",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l043hvdedlksyiv271q",
          "componenType": "h2",
          "data": "David O'Sullivan , European Policy Centre\n",
          "numbered": false
        },
        {
          "componentId": "l043i41xehuvpu5dgod",
          "componenType": "List",
          "data": [
            "The European Policy Centre strongly condemns Russia’s unprovoked invasion of Ukraine. Its latest",
            "Our mission and work as an organisation are dedicated to upholding and advocating democracy",
            "The time that we thought an all-out war could never touch Europe again is over."
          ],
          "numbered": true
        },
        {
          "componentId": "l043l1t1sv4cvd4lvj",
          "componenType": "Image",
          "data": "https://th.bing.com/th/id/OIF.3zquymNudo0s7YF4zJuPFg?pid=ImgDet&rs=1",
          "numbered": false
        },
        {
          "componentId": "l043lkwgh0o2pxo8ey8",
          "componenType": "Paragraph",
          "data": "The European Policy Centre strongly condemns Russia’s unprovoked invasion of Ukraine. Its latest acts of military aggression are horrific, unjustified and are in gross violation of international law. There is no doubt their attack will lead to immense human suffering and loss of life.\n\nIt is the people of Ukraine that are now at the forefront of our minds. As they brave death and destruction and valiantly defend their country against Russian terror, we stand by Ukraine and unequivocally support its right as a sovereign state to determine its own future. In the words of European Commission President von der Leyen, “we will not let Russia replace the rule of law with the rule of force and ruthlessness”.\n\nOur mission and work as an organisation are dedicated to upholding and advocating democracy, international cooperation, solidarity, and truth-telling – all the things Putin’s regime abhors and is trying to undo with this act of war. In solidarity with our Ukrainian friends and to keep the free Ukrainian voice in the debate, we are offering free EPC membership to any Ukrainian institution, think tank, and NGO committed to a free and democratic Ukraine.\n\nMake no mistake. What is happening in Ukraine is a direct threat to the global and European security orders put in place 75 years ago. It is a direct threat to the European Union and what it stands for. It is a direct threat to independent liberal democracies everywhere and the values we hold dear: freedom, plurality, equality and respect for the rule of law.\n\nThe time that we thought an all-out war could never touch Europe again is over. But although the situation is bleak, we must take heart in the renewed resolve of the EU and the transatlantic alliance to act together and defend those values. Every time we honour our commitments to our partners, our agreements and our ideals, we prove the likes of Putin wrong and demonstrate that the way forward is not by brute power. In the face of relentless obfuscation and blind aggression, the European Policy Centre is more committed than ever to championing those ideas.",
          "numbered": false
        }
      ]
    },
    {
      "id": "kzzua95cipc28wgefia",
      "author": "Piyush Praharaj",
      "title": "What is Genetics?",
      "dateCreated": "2022-02-23T17:37:26.736Z",
      "dateModified": "2022-02-23T17:37:26.736Z",
      "categryId": "Microbiology",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "kzzub1tx0hbm42de41sv",
          "componenType": "h3",
          "data": "Introduction"
        },
        {
          "componentId": "kzzubo6uaimg915aw3",
          "componenType": "Paragraph",
          "data": "Genetics is the branch of biology concerned with the study of the DNA of organisms, how their DNA manifests as genes, and how those genes are inherited by offspring. Genes are passed to offspring in both sexual and asexual reproduction, and over time natural selection can accumulate variations amongst individuals on the group level, in the process known as evolution."
        },
        {
          "componentId": "kzzuc63b92ahk1tva0d",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310090038/ri/673/picture/2021/3/shutterstock_1718584090.jpg"
        },
        {
          "componentId": "kzzucz660i83g399buw",
          "componenType": "h3",
          "data": "History of Genetics"
        },
        {
          "componentId": "kzzudasliqf86fe7jhd",
          "componenType": "Paragraph",
          "data": "Ancient peoples from around the world recognized that a child inherited their appearance and propensity for certain personality traits from their parents, though could not demonstrate the mechanism without modern knowledge of atoms, molecules, and biochemistry.\\n\\nMany of the theories developed at this time speculated that the semen of the father contained the “seed”, while the reflection of the mother’s personality may or may not have been present within the child, with her contribution being limited to bearing the child.\\n\\nDuring the 4th century, BC Aristotle wrote several texts regarding the origin and history of animals, making numerous astute observations regarding the degree of relatedness between animals that would not be significantly expanded upon until the sixteenth or seventeenth centuries. He would also have purported the ancient Greek theory of the four humors, these being one of the few aspects that might be passed from parents to children.\\n\\nThe circumstances of conception and development were thought significantly more critical to the resulting traits of the child up until the end of the eighteenth century, and until Charles Darwin, in the mid-nineteenth, for heredity to emerge as a central problem in biology. At this point, the properties that an individual inherits became less separated from ones inherited on the species-level in the eyes of science, and modern 20th-century molecular biology generated a plethora of supporting information that confirmed the relationship between individual variation and evolution"
        },
        {
          "componentId": "kzzuec20v7zdtrqmr0t",
          "componenType": "h3",
          "data": "Inheritance"
        },
        {
          "componentId": "kzzuep7vyb0zemnhmh",
          "componenType": "Paragraph",
          "data": "Inheritance refers to the passing of traits from one generation to the other, both by asexual and sexual reproduction. Gametes are the reproductive cells of an organism, which is sperm in males and ova in females. Each of these carries 23 of the 46 chromosomes needed to create a complete human genome, and come together to form a zygote.\\n\\nSeveral mechanisms to develop genetic variation occur at each of these stages. Before the gametes are formed homologous chromosomes exchange genetic material, resulting in new combinations of genes on each chromosome. Then during the generation of the gametes by meiosis, the homologous chromosomes are distributed randomly, ensuring that each gamete is unique."
        },
        {
          "componentId": "kzzufaf68qnajl0dwzf",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310085914/ri/673/picture/2021/3/shutterstock_1504135007.jpg"
        },
        {
          "componentId": "kzzugg8ft8oyyc6vnfn",
          "componenType": "Paragraph",
          "data": "Since people possess a homologous pair of each chromosome, usually one from the father and one from the mother, many genes are presented twice. Variations in the sequence of these genes are called alleles, and differing alleles may interact in a variety of ways depending on the chromosome on which they are located, resulting in a wide range of phenotypic effects.\\n\\nOne allele may be dominant while the other is recessive, eye color often being cited, with the brown allele being dominant over the blue allele. This phenomenon has been modeled by the Punnett square for almost a century, before any real knowledge of DNA. As the square suggests, two parents of identical eye color are likely to replicate the color in their child, while a mixed coloring has a 25% chance of producing blue-eyed children.\\n\\nIn truth many genes are competing simultaneously and being expressed differentially, also impacted by post-transcriptional factors and epigenetics, making the precise phenotype expressed more difficult to predict when accounting for these subtleties.\\n\\nAdvances in genetic technology are opening new avenues in terms of personalized medicine, efficient and reliable diagnosis, and highly accurate predictions based on genetic determinants. Broad genetic testing can now be undertaken on a clinically relevant time scale, allowing most DNA-related disorders such as cancer to be specifically identified and combated."
        },
        {
          "componentId": "kzzuh3b0lokqoaag2u",
          "componenType": "h3",
          "data": "Recent Developments in Genetics"
        },
        {
          "componentId": "kzzuhfcunahwn5oh7u",
          "componenType": "Paragraph",
          "data": "However, many detailed links between genetic variants and phenotypes are still not fully understood, and the quantity of data generated by genome sequencing notably outstrips our ability to interpret it. Input from multiple disciplines is increasingly important to obtaining and interpreting such information, and many tools have been developed to capture relevant genomic sequences by classical laboratory and in-silico methods.\\n\\nThe Global Alliance for Genomics and Health predicts that over 60 million people will have had their genome sequenced in a medical context by 2025, and direct consumer testing for purposes other than immediate medical concerns is becoming increasingly popular as the general public becomes more interested in the predictive ability of genomic sequencing. Providers of these services promise insight into one's health and genetic ancestry, though many privacy concerns have been raised regarding this practice.\\n\\nA recent analysis of these companies in the UK found that 15 did not comply with the UK Human Genetics Commission principles for good practice regarding consumer information. One such company based in the USA promised to identify an individual’s “genetic superpower”, and subsequently failed to recognize that a received sample was in fact sourced from a dog, suggesting that the customer would likely be talented at basketball.\\n\\nGene editing using CRISPR-Cas9 is now not only a reality in in vitro experiments but also in human subjects, as on November 25th 2018 He Jianku of the Southern University of Science and Technology, China, announced that two babies had been born with edited C-C chemokine receptor type 5 (CCR5) genes. This modification supposedly rendered the subjects immune to HIV infection, though the reasoning behind this has been challenged by many researchers in the field, and the research was considered risky and unethical in general. He has since been widely condemned for how the research was conducted and has lost his research post and been sentenced to prison time.\\n\\nIt is difficult to predict the moral standards of the future with regards to gene tailoring of children, though it is certain that it will be possible. If so, parents of the future may be able to choose which of their genes are inherited by their children, or even introduce entirely new traits into their genetic lineage."
        }
      ]
    },
    {
      "id": "987391391bbjgj27819391",
      "title": "How Genetic Engineering Impacts Our Life",
      "categryId": "Engineering",
      "author": "Piyush praharaj",
      "dateCreated": "2022-02-23T21:53:44.760Z",
      "dateModified": "2022-03-15T03:41:48.065Z",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/05a_genetic-engineering-overview-lettered.png",
          "altText": "None"
        },
        {
          "componenType": "h4",
          "data": "Abstract"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "1. Introduction"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/04_1920px-Insulin_glucose_metabolism_w-numbers-and-labels-1024x572.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "2. Problem Formulation and Preliminary"
        },
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/04_cDNA-and-reverse-transcriptase-lettered.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "3. Requirements for Good Documentation Practices (GDP)"
        },
        {
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/image.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "This chapter covers different levels and types of GMP documentation, including paper and electronic records related to manufacturing, testing, packing of pharmaceutical products, APIs, excipients, dietary supplements, food ingredients and medical devices. These documents and records consist of raw data, reports, protocols, procedures, deviations, investigations, batch records, formats, and records related to trainings, equipments and retention for manufacturing and analytical controls. Data integrity should always be given utmost importance which means the extent to which all data is complete, consistent and accurate throughout the data life cycle. Controls should be in place and any data integrity incident, if noticed; an appropriate corrective action should be taken to prevent recurrence of the same. Attempts to cover-up mistakes are considered as ‘data integrity’ issues and should be prohibited at all levels."
        },
        {
          "componenType": "list",
          "data": "Note that if you use the expression if(c) to check if an argument is not initialized, you"
        }
      ]
    },
    {
      "id": "l00jcbtfouv42pfnbw",
      "author": "Piyush Praharaj",
      "title": "Never feed these foods to you pet",
      "dateCreated": "2022-02-24T05:18:53.907Z",
      "dateModified": "2022-03-10T09:24:13.692Z",
      "categryId": "Quality Control",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l00jckorqirc694van",
          "componenType": "h2",
          "data": "How important is it?"
        },
        {
          "componentId": "l00jcxnja5p5i8enerv",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAaH6.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jgk2gkb0pbo7z90g",
          "componenType": "Paragraph",
          "data": "Struggling to resist those puppy-dog eyes when cooking dinner? For may pet owners, the temptation to feed their animal tidbits from their own plate is too much to resist. If this is you, make sure you never put your pet’s life in danger by feeding them any of these 20 foods, which are toxic to pets."
        },
        {
          "componentId": "l00jhi9cqkyuzel7wws",
          "componenType": "h3",
          "data": "Chocolate"
        },
        {
          "componentId": "l00jitjnvfpp62gf6",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAj7S.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jjbfivj0zyd5d82q",
          "componenType": "Paragraph",
          "data": "Chocolate contains a substance called theobromine, which is very dangerous for dogs. Depending on the size of your pooch, half a bar of chocolate could be fatal. The higher the cocoa content, the more toxic it is. Key signs of chocolate poisoning are vomiting, diarrhea, and agitation."
        },
        {
          "componentId": "l00jk75bnrrtye0rirh",
          "componenType": "h3",
          "data": "Tea and coffee"
        },
        {
          "componentId": "l00jk9s9tx0lbqhl9u",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAehF.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jkcwyvppvf4yf1ua",
          "componenType": "Paragraph",
          "data": "Like chocolate, tea and coffee contain theobromine, a substance that can be fatal for animals. Caffeine will also elevate your furry friend’s heart rate, which could bring about a heart attack."
        },
        {
          "componentId": "l00jlup0wvv87ngku88",
          "componenType": "h3",
          "data": "Dairy products"
        },
        {
          "componentId": "l00jlx979eb62sqev5",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1eupDz.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jlztjrm1dwg1oqy",
          "componenType": "Paragraph",
          "data": "Some animals are lactose intolerant, so giving them dairy products may make them feel unwell. Classic signs of lactose intolerance are diarrhea and bloating."
        },
        {
          "componentId": "l00jmy8nohmiucjlvnc",
          "componenType": "h3",
          "data": "Avocados"
        },
        {
          "componentId": "l00jn0kfjyn8yehoeea",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAj8d.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jn30x3g1ajwwpn24",
          "componenType": "Paragraph",
          "data": "Avocados contain persin, which is particularly dangerous for birds and not great for dogs either. Eating this green fruit can cause respiratory problems among our feathered friends and even sudden death. As for dogs, avocado is not toxic, but can cause stomach problems for some canines."
        }
      ]
    },
    {
      "id": "l00p18m7kiud5bw0wxn",
      "author": "Piyush Praharaj",
      "title": "23 Popular Characters In Real Life by AI",
      "dateCreated": "2022-02-24T07:58:14.239Z",
      "dateModified": "2022-02-24T07:58:14.239Z",
      "categryId": "Quality Control",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l00p2ycsze3830tuylh",
          "componenType": "h3",
          "data": "#1 Moe"
        },
        {
          "componentId": "l00p3pz9es210iyyd9o",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/19-61f0a7610eb55__700.jpg"
        },
        {
          "componentId": "l00p44wbbqqs35nrvk",
          "componenType": "h3",
          "data": "#2 Eric"
        },
        {
          "componentId": "l00p4ce9z2grqgx6moa",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/1-61f0a6ef583f8__700.jpg"
        },
        {
          "componentId": "l00p4g0duydht0zz4p",
          "componenType": "h3",
          "data": "#3 Carl Fredricksen"
        },
        {
          "componentId": "l00p50iei74doe5dbhd",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/18-61f0a75f820c9__700.jpg"
        },
        {
          "componentId": "l00p53v9smd6kdy8m3",
          "componenType": "h3",
          "data": "#4 Moana"
        },
        {
          "componentId": "l00p5jd7i88csibrncj",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/16-61f0a7391991e__700.jpg"
        },
        {
          "componentId": "l00p5s4gdkwalr1q6vk",
          "componenType": "h3",
          "data": "#5 Ariel"
        },
        {
          "componentId": "l00p5ugq92hu9mqfbkp",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/22-61f0a6d98ff6d__700.jpg"
        },
        {
          "componentId": "l00p5xiyu0aqal9ayq",
          "componenType": "h3",
          "data": "#6 Tinkerbell"
        },
        {
          "componentId": "l00p5zuqkyrlgp0wpua",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/00-61f0a6ecd42ea__700.jpg"
        },
        {
          "componentId": "l00pb53tk2hffqhrok",
          "componenType": "h3",
          "data": "#7 Pocahontas"
        },
        {
          "componentId": "l00pb8o1ftug8rqhyx",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/4-61f0a6f468c47__700.jpg"
        },
        {
          "componentId": "l00pbbsjbb8it04jy3i",
          "componenType": "h3",
          "data": "#8 Jasmine"
        },
        {
          "componentId": "l00pbm0miwkt5ewksj",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/00000-61f0a6ea9b441__700.jpg"
        },
        {
          "componentId": "l00pbokb0msao69s0z0p",
          "componenType": "h3",
          "data": "#9 Ned Flanders"
        },
        {
          "componentId": "l00pbr5vcsk06cag135",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/11-61f0a731d0b20__700.jpg"
        },
        {
          "componentId": "l00pbtlf4nng5rpulq2",
          "componenType": "h3",
          "data": "#10 Milhouse"
        },
        {
          "componentId": "l00pbvwo5jitpxyd36t",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/17-61f0a75e1f0f4__700.jpg"
        },
        {
          "componentId": "l00pbxyelwublgu7bvc",
          "componenType": "h3",
          "data": "#11 Rapunzel"
        },
        {
          "componentId": "l00pbzzju1bt38m992",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/2-61f0a6f18e7fa__700.jpg"
        },
        {
          "componentId": "l00pfh0ce4f6t2rklxr",
          "componenType": "h3",
          "data": "#12 Aladdin"
        },
        {
          "componentId": "l00pfj8dpw8q3c96ztd",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/15-61f0a73786856__700.jpg"
        },
        {
          "componentId": "l00pfnj0jeiei0rgegl",
          "componenType": "h3",
          "data": "#13 Anna"
        },
        {
          "componentId": "l00pfq0h0lfpz5v7zq0i",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/21-61f24408f3989__700.jpg"
        },
        {
          "componentId": "l00pfs9hkt9889bpprj",
          "componenType": "h3",
          "data": "#14 Peter Pan"
        },
        {
          "componentId": "l00pfuvuxeudxgn6wrk",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/8-61f0a7305324f__700.jpg"
        },
        {
          "componentId": "l00pfxif1jx3ff5dqpx",
          "componenType": "h3",
          "data": "#15 Olive Oyl"
        },
        {
          "componentId": "l00pfzoldcb382b6jgr",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/14-61f0a7361d355__700.jpg"
        },
        {
          "componentId": "l00pg1x3tjtu4urtcuj",
          "componenType": "h3",
          "data": "#16 Lady Tremaine"
        },
        {
          "componentId": "l00pg426j358ffug8io",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/12-61f0a73333dcd__700.jpg"
        },
        {
          "componentId": "l00plj6nemgj8iy4y8a",
          "componenType": "h3",
          "data": "#17 Handsome Hans"
        },
        {
          "componentId": "l00pll42dwu53oyhgpg",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/27-61f244903ec08__700.jpg"
        },
        {
          "componentId": "l00plnq2yf5f398acn",
          "componenType": "h3",
          "data": "#18 Kristoff"
        },
        {
          "componentId": "l00plq1vlk331dweclq",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/6-61f0a6f839970__700.jpg"
        },
        {
          "componentId": "l00plsflsxkkmb75ql",
          "componenType": "h3",
          "data": "#19 Elsa"
        },
        {
          "componentId": "l00plv9xcahosz9fyut",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/Remini20220118134738668-61f14c5a8776f__700.jpg"
        },
        {
          "componentId": "l00plxjc5o85go5icpn",
          "componenType": "h3",
          "data": "#20 Isabela Madrigal"
        },
        {
          "componentId": "l00pm0k4zdpk4domv5",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/23-61f244276d5d7__700.jpg"
        },
        {
          "componentId": "l00pm42piczin9tmub",
          "componenType": "h3",
          "data": "#21 John Smith"
        },
        {
          "componentId": "l00pm6es6nhs54o49cq",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/5-61f0a6f61feb5__700.jpg"
        },
        {
          "componentId": "l00pm8hwke37aay635",
          "componenType": "h3",
          "data": "#22 Show White"
        },
        {
          "componentId": "l00pmao2hwutyeun9d9",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/20-61f0a7629c5b8__700.jpg"
        },
        {
          "componentId": "l00pmdy5z80b3ldejrk",
          "componenType": "h3",
          "data": "#23 Bart Simpson"
        },
        {
          "componentId": "l00pmgk4v5r5dab0d0j",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/7-61f0a72e8b8df__700.jpg"
        }
      ]
    },
    {
      "id": "l00t5hhhg3cw6ppf48v",
      "author": "Piyush Praharaj",
      "title": "19-year-old student’s legs, fingers amputated after eating leftover Chinese food",
      "dateCreated": "2022-02-24T09:53:30.821Z",
      "dateModified": "2022-03-14T07:57:20.287Z",
      "categryId": "Microbiology",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l00t6ow0gkwqwh6s5w9",
          "componenType": "Paragraph",
          "data": "A 19-year-old student had his legs and fingers amputated after eating leftover Chinese takeout food from a restaurant in Boston, US."
        },
        {
          "componentId": "l00t6x85ze2jt7hbfz8",
          "componenType": "Image",
          "data": "https://blog.resy.com/wp-content/uploads/2020/08/nom-wah-906x604.jpg"
        },
        {
          "componentId": "l00t8nt06rwsa2usroy",
          "componenType": "Paragraph",
          "data": "According to reports, the college student, identified as JC, developed sepsis and gangrene after eating contaminated leftovers."
        },
        {
          "componentId": "l00t92i9lcjhvczoxah",
          "componenType": "Paragraph",
          "data": "The teen’s case was reported in the New England Journal of Medicine, which detailed how he was admitted to Massachusetts General Hospital as he was suffering from “shock, multiple organ failure, skin mottling, and a rapidly progressive reticular rash.”\n\n“The patient had been well until 20 hours before this admission, when diffuse abdominal pain and nausea developed after he ate rice, chicken, and lo mein leftovers from a restaurant meal,” the outlet said.\n\nThe person was a part-time worker at the restaurant. After eating the leftovers from the unnamed Chinese outlet, he immediately started throwing up, New York Post reported."
        },
        {
          "componentId": "l00tfga5tsu1oltku1n",
          "componenType": "Image",
          "data": "https://media.sciencephoto.com/image/c0332993/800wm/C0332993-Neisseria_meningitidis.jpg"
        },
        {
          "componentId": "l00tfsazedx1vrqg4ti",
          "componenType": "Paragraph",
          "data": "This was followed by chills, shortness of breath, headache, blurry vision, and chest pain. A friend of the patient said that his skin had started to turn “purple”.\n\n“Multiple episodes of emesis [vomiting] occurred, with vomitus that was either bilious or red-brown. The abdominal pain and vomiting were followed by the development of chills, generalized weakness, progressively worsening diffuse myalgias [muscle pains], chest pain, shortness of breath, headache, neck stiffness, and blurry vision,” the journal said.\n\nAfter undergoing blood and urine tests, he was diagnosed with a bacterial infection called Neisseria meningitidis, which caused his blood to clot and his liver to fail.\n\nHis skin necrosis was said to be caused by “purpura fulminans,” a severe complication of meningococcal septicemia.\n\nThough the incident occurred in March 2021, the case went viral on social media after it was shared by YouTuber Chubbyemu last week.\n\nThe video has received more than one million views."
        }
      ]
    },
    {
      "id": "l01cqn0nl53z5w6r6w8",
      "author": "Piyush Praharaj",
      "title": "NASA's James Webb space telescope captures an incredible hexagonal photo of a single star from all 18 of its mirrors – confirming the spacecraft can now see starlight",
      "dateCreated": "2022-02-24T19:01:50.471Z",
      "dateModified": "2022-02-24T19:01:50.471Z",
      "categryId": "Engineering",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "l01ctyva045rjqlwmiaq",
          "componenType": "List",
          "data": [
            "NASA's image shows the same star but captured 18 times by the space telescope",
            "Dots of starlight are arranged like the honeycomb shape of its big golden mirror",
            "Lift-off of the next-gen telescope from Guiana finally occurred on Christmas Day"
          ],
          "numbered": false
        },
        {
          "componentId": "l01cvv0b6zihflkn65g",
          "componenType": "Paragraph",
          "data": "NASA's James Webb space telescope has snapped an incredible photo of a single star from all 18 of its mirrors – confirming the spacecraft can now see starlight.\n\nThe new photo shows the 18 unfocused copies of a single sun-like star – called HD 84406 in the constellation Ursa Major – in a hexagonal formation, similar to the honeycomb shape of James Webb's primary mirror. \n\nThis stunning shot marks the first stage of aligning James Webb's 21-foot primary mirror, which consists of 18 hexagonal segments of gold-plated beryllium metal. \n\nNext, the telescope will bring the 18 images into focus before aligning them into one, perfectly clear image of the star. \n\nJames Webb Space Telescope blasted off from Guiana Space Centre on Christmas Day and settled into its orbit one million miles from our planet last month.\n\nThe $10 billion (£7.4 billion) observatory is currently undergoing a three-month 'alignment process' to be ready to observe the universe.   ",
          "numbered": false
        },
        {
          "componentId": "l01cwezf0l3vp1emb4c",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/02/21/08/54452619-10534523-image-a-1_1645432328564.jpg",
          "numbered": false
        },
        {
          "componentId": "l01cx6k3hkgjxwn6pkn",
          "componenType": "Paragraph",
          "data": "This early Webb alignment image, called an 'image array', shows dots of starlight arranged in a pattern similar to the honeycomb shape of the primary mirror",
          "numbered": false
        },
        {
          "componentId": "l01cy9we1mxffebsmxi",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/02/21/09/54452617-10534523-This_image_mosaic_which_shows_18_randomly_positioned_copies_of_t-a-10_1645435551133.jpg",
          "numbered": false
        },
        {
          "componentId": "l01cywko1xe3q7gxn14j",
          "componenType": "Paragraph",
          "data": "This image mosaic, which shows 18 randomly positioned copies of the same star, served as the starting point for the alignment process",
          "numbered": false
        },
        {
          "componentId": "l01czjtdqg2tfb0dvnq",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/01/13/12/52586629-10398373-It_is_supported_by_three_shallow_carbon_fiber_tubes_or_struts_th-a-3_1642076896334.jpg",
          "numbered": false
        },
        {
          "componentId": "l01d07fvmoq11gh8da8",
          "componenType": "Paragraph",
          "data": "James Webb's primary mirror consists of 18 hexagonal segments of gold-plated beryllium metal, and measures 21 feet 4 inches (6.5 metres) in diameter. It is supported by three shallow carbon fiber tubes, or struts, that extend outwards",
          "numbered": false
        },
        {
          "componentId": "l01d0tn9enubniyri1",
          "componenType": "Paragraph",
          "data": "NASA has described the new photo, which it refers to as 'image array', in a newly-published blog post.",
          "numbered": false
        },
        {
          "componentId": "l01d2egmhkqs37g74ki",
          "componenType": "h4",
          "data": "Instruments on the James Webb Space Telescope",
          "numbered": false
        },
        {
          "componentId": "l01d2xay8y8yrpsot0f",
          "componenType": "List",
          "data": [
            "NIRCam (Near InfraRed Camera) an infrared imager from the edge of the visible through the near infrared",
            "NIRSpec (Near InfraRed Spectrograph) will also perform spectroscopy over the same wavelength range.",
            "MIRI (Mid-InfraRed Instrument) will measure the mid-to-long-infrared wavelength range from 5 to 27 micrometers.",
            "FGS/NIRISS (Fine Guidance Sensor and Near Infrared Imager and Slitless Spectrograph), is used to stabilize the line-of-sight of the observatory during science observations."
          ],
          "numbered": false
        },
        {
          "componentId": "l01d5s2drlek6yi2qb",
          "componenType": "Paragraph",
          "data": "It's the result of all 18 of the primary mirror's segments reflecting light from the star back at its secondary mirror and into the telescope's main camera, called the Near-Infrared Camera (NIRCam).\n\n'The resulting image shows that the team has moved each of Webb's 18 primary mirror segments to bring 18 unfocused copies of a single star into a planned hexagonal formation,' NASA said.\n\n'With the image array complete, the team has now begun the second phase of alignment: \"Segment Alignment\".'\n\nDuring Segment Alignment, the James Webb engineers on the ground will update the alignment of the secondary mirror to make each individual dot of starlight more focused. \n\nWhen this 'global alignment' is complete, the team will begin the third phase, called 'Image Stacking', which will bring the 18 spots of light on top of each other to create one composite of HD 84406. \n\n'We steer the segment dots into this array so that they have the same relative locations as the physical mirrors,' said Matthew Lallo, systems scientist at the Space Telescope Science Institute, the mission operations center for James Webb.\n\n'During global alignment and Image Stacking, this familiar arrangement gives the wavefront team an intuitive and natural way of visualising changes in the segment spots in the context of the entire primary mirror. \n\n'We can now actually watch the primary mirror slowly form into its precise, intended shape!' \n\nAnother version of the new image shows each dot of starlight labeled with the corresponding mirror segment that captured it.  ",
          "numbered": false
        }
      ]
    },
    {
      "id": "8974984b3948b239b2398",
      "author": "Piyush Praharaj",
      "title": "Using the Fetch API",
      "dateCreated": "2022-02-23T17:37:26.736Z",
      "dateModified": "2022-03-16T16:11:29.536Z",
      "categryId": "Validation and Qualification",
      "origin": "server",
      "published": true,
      "content": [
        {
          "componentId": "kzzub1tx0hbm42de41sv",
          "componenType": "h3",
          "data": "Introduction"
        },
        {
          "componentId": "kzzubo6uaimg915aw3",
          "componenType": "Paragraph",
          "data": "The Fetch API provides a JavaScript interface for accessing and manipulating parts of the HTTP pipeline, such as requests and responses. It also provides a global fetch() method that provides an easy, logical way to fetch resources asynchronously across the network.\n<br/><br/>\nThis kind of functionality was previously achieved using XMLHttpRequest. Fetch provides a better alternative that can be easily used by other technologies such as Service Workers. Fetch also provides a single logical place to define other HTTP-related concepts such as CORS and extensions to HTTP."
        },
        {
          "componentId": "kzzuc63b92ahk1tva0d",
          "componenType": "Image",
          "data": "https://daily.wordreference.com/wp-content/uploads/2018/03/fetch.jpg"
        },
        {
          "componentId": "kzzucz660i83g399buw",
          "componenType": "h3",
          "data": "Supplying request options"
        },
        {
          "componentId": "kzzudasliqf86fe7jhd",
          "componenType": "Paragraph",
          "data": "The fetch() method can optionally accept a second parameter, an init object that allows you to control a number of different settings:\n\nSee fetch() for the full options available, and more details."
        },
        {
          "componentId": "kzzuec20v7zdtrqmr0t",
          "componenType": "h3",
          "data": "Sending a request with credentials included"
        },
        {
          "componentId": "kzzuep7vyb0zemnhmh",
          "componenType": "Paragraph",
          "data": "To cause browsers to send a request with credentials included on both same-origin and cross-origin calls, add credentials: 'include' to the init object you pass to the fetch() method.\n\nfetch('https://example.com', {\n  credentials: 'include'\n});\n"
        },
        {
          "componentId": "kzzufaf68qnajl0dwzf",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310085914/ri/673/picture/2021/3/shutterstock_1504135007.jpg"
        },
        {
          "componentId": "kzzugg8ft8oyyc6vnfn",
          "componenType": "Paragraph",
          "data": "Since people possess a homologous pair of each chromosome, usually one from the father and one from the mother, many genes are presented twice. Variations in the sequence of these genes are called alleles, and differing alleles may interact in a variety of ways depending on the chromosome on which they are located, resulting in a wide range of phenotypic effects.\\n\\nOne allele may be dominant while the other is recessive, eye color often being cited, with the brown allele being dominant over the blue allele. This phenomenon has been modeled by the Punnett square for almost a century, before any real knowledge of DNA. As the square suggests, two parents of identical eye color are likely to replicate the color in their child, while a mixed coloring has a 25% chance of producing blue-eyed children.\\n\\nIn truth many genes are competing simultaneously and being expressed differentially, also impacted by post-transcriptional factors and epigenetics, making the precise phenotype expressed more difficult to predict when accounting for these subtleties.\\n\\nAdvances in genetic technology are opening new avenues in terms of personalized medicine, efficient and reliable diagnosis, and highly accurate predictions based on genetic determinants. Broad genetic testing can now be undertaken on a clinically relevant time scale, allowing most DNA-related disorders such as cancer to be specifically identified and combated."
        },
        {
          "componentId": "kzzuh3b0lokqoaag2u",
          "componenType": "h3",
          "data": "Recent Developments in Genetics"
        },
        {
          "componentId": "kzzuhfcunahwn5oh7u",
          "componenType": "Paragraph",
          "data": "However, many detailed links between genetic variants and phenotypes are still not fully understood, and the quantity of data generated by genome sequencing notably outstrips our ability to interpret it. Input from multiple disciplines is increasingly important to obtaining and interpreting such information, and many tools have been developed to capture relevant genomic sequences by classical laboratory and in-silico methods.\\n\\nThe Global Alliance for Genomics and Health predicts that over 60 million people will have had their genome sequenced in a medical context by 2025, and direct consumer testing for purposes other than immediate medical concerns is becoming increasingly popular as the general public becomes more interested in the predictive ability of genomic sequencing. Providers of these services promise insight into one's health and genetic ancestry, though many privacy concerns have been raised regarding this practice.\\n\\nA recent analysis of these companies in the UK found that 15 did not comply with the UK Human Genetics Commission principles for good practice regarding consumer information. One such company based in the USA promised to identify an individual’s “genetic superpower”, and subsequently failed to recognize that a received sample was in fact sourced from a dog, suggesting that the customer would likely be talented at basketball.\\n\\nGene editing using CRISPR-Cas9 is now not only a reality in in vitro experiments but also in human subjects, as on November 25th 2018 He Jianku of the Southern University of Science and Technology, China, announced that two babies had been born with edited C-C chemokine receptor type 5 (CCR5) genes. This modification supposedly rendered the subjects immune to HIV infection, though the reasoning behind this has been challenged by many researchers in the field, and the research was considered risky and unethical in general. He has since been widely condemned for how the research was conducted and has lost his research post and been sentenced to prison time.\\n\\nIt is difficult to predict the moral standards of the future with regards to gene tailoring of children, though it is certain that it will be possible. If so, parents of the future may be able to choose which of their genes are inherited by their children, or even introduce entirely new traits into their genetic lineage."
        }
      ]
    },
    {
      "id": "l0d9gt5574sh2c54t5l",
      "author": "Piyush Praharaj",
      "title": "Artist Illustrates Mystical Creatures As Babies And They Look ‘Dangerously’ Cute",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-07T07:21:18.017Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0d9hqlz3m5fv0yu09j",
          "componenType": "h3",
          "data": "Babies are adorable. \n",
          "numbered": false
        },
        {
          "componentId": "l0d9iat43bvvmq9q5mb",
          "componenType": "Paragraph",
          "data": "Even if they may be technically monsters. I mean even human babies can wring out every piece of your soul. So there is no surprise these monster babies are terrifying and some of them even have scary powers to go along with their appearance. From medusa’s daughter to a little phoenix, it is honestly so nice to see these unique pieces of art.",
          "numbered": false
        },
        {
          "componentId": "l0d9ijuvowxutz7i55a",
          "componenType": "Paragraph",
          "data": "The artist behind these art pieces is Siswanto and they wanted to create something new rather than just putting a twist on the already old creatures. I mean who hasn’t seen recreations of Medusa or a Hydra? So why not take it in a new direction and see something new? So if you are ready to take a look at some weirdly adorable babies, just scroll below to enjoy.",
          "numbered": false
        },
        {
          "componentId": "l0d9jsuby94yr4as8m",
          "componenType": "h3",
          "data": "#1 Gargoyle and Medusa.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9k45npwvbujyns9",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/medusa-gargoyle.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9l2nummqdaulvnam",
          "componenType": "h2",
          "data": "#2 Hippogriff Foal.",
          "numbered": false
        },
        {
          "componentId": "l0d9l615p1p1yuhahw8",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/hippogriff.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9le61igirnvy5nio",
          "componenType": "h3",
          "data": "#3 Hydra Snakelet.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9lj30dipviiiuh9q",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/hydra.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9ln4jfe49ojozwdf",
          "componenType": "h3",
          "data": "#4 Simurgh Pup.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9lq0sbe8a47o0itk",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/simurph.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9nzctw2y7sjmhjme",
          "componenType": "h3",
          "data": "#5 Nightmare.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9o2yjjwywnqb5t7k",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/nightmare.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9o6d0zinzz9ycvu",
          "componenType": "h3",
          "data": "#6 Dragon Turtlette.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9o9e8zwfeou2bsl",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/dragon-turtlette.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9oc48u7fahi08az",
          "componenType": "h3",
          "data": "#7 Medusa’s Daughter.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9oezutf2zvwpnzc",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/medusa-daughter.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9qzdmzbce5o6v5yb",
          "componenType": "h3",
          "data": "#8 Phoenix.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9r3dwxi3r5ekuj7c",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/phoenix.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9re7l8h7qkng49er",
          "componenType": "h3",
          "data": "#9 Minotaur.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9rhde1e643toxsvj",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/minatour.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9rkb44j6dxrkr159",
          "componenType": "h3",
          "data": "#10 Kraken Paralarvae.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9rnfmmrrkzcm916h",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/kraken-baby.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9rr1wg8mdjplmvwe",
          "componenType": "h3",
          "data": "#11 Satyr Foal.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9ru0v6trwu04i4s3",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/satyr-foal.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9rwpt7obbzlmjidu",
          "componenType": "h3",
          "data": "#12 Sea Lion Puppy.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9s02kua950o0hvp",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/sea-lion-pup.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9s387ob2ozcly19e",
          "componenType": "h3",
          "data": "#13 Unicorn Foal.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9s6q43uw1p1bxohn",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/unicorn-foal.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9s8za676ud4wjf1c",
          "componenType": "h3",
          "data": "#14 Elder Godspawn.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9sbv7gku6o1gnn0h",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/elder-godspawn.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9za0kx3ih0akt2s",
          "componenType": "h3",
          "data": "#15 Owlbear.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9zh3vexm88pc2ynv",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/owlbear.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9zk4qz5mupl5ilxr",
          "componenType": "h3",
          "data": "#16 Centaur.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9zptw7tqyyzdim8c",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/centaur.jpg",
          "numbered": false
        },
        {
          "componentId": "l0d9zt1cophovdfv0b",
          "componenType": "h3",
          "data": "#17 Myconid Sporeling.\n",
          "numbered": false
        },
        {
          "componentId": "l0d9zw0dm9r8jzoh1o",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/sporeling.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da002qg5q36bvg4hl",
          "componenType": "h3",
          "data": "#18 Lizardfolk Whelp.\n",
          "numbered": false
        },
        {
          "componentId": "l0da03445g3r0bil1nt",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/lizardfolk.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da05x44vsvv97xuww",
          "componenType": "h3",
          "data": "#19 Tatzelwurm Kit.\n",
          "numbered": false
        },
        {
          "componentId": "l0da08t5so2grkzwsz",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/tatzelwurm.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0c5b9emmptdaoko",
          "componenType": "h3",
          "data": "#20 Griffin Hatchlings.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0fvkqka8vc48zql",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/griffin.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0iwwarricfo3ofj",
          "componenType": "h3",
          "data": "#21 Harpy Child.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0lz83uxqgzm5o0y",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/harpy-child.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0p0t1vpn8x7fwst",
          "componenType": "h3",
          "data": "#22 Beithir Hatchling.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0sb6m96vtwagfoj",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/beithir-hatchling.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da0v999mij2tw58l7",
          "componenType": "h3",
          "data": "#23 Cocktrice.\n",
          "numbered": false
        },
        {
          "componentId": "l0da0xwqv0ts3pvn8rm",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/cocktrice.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da110dn5fxwwqphzs",
          "componenType": "h3",
          "data": "#24 Hound Archon Puppy.\n",
          "numbered": false
        },
        {
          "componentId": "l0da13pp8sgpu8xhlm4",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/hound-archon.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da16bnq3riia7ejk",
          "componenType": "h3",
          "data": "#25 Peryton Hinulus.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1a4vqxyb931kie",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/peryton.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da1de2lznypy53jhp",
          "componenType": "h3",
          "data": "#26 Tarasque Hatchling.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1gbfu32qr727sro",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/tarasque.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da1j7hhra3p4ys3q4",
          "componenType": "h3",
          "data": "#27 Gargoyle Mouldling.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1mc5oc2pzmuk3p8",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/gargoyle-mouldling.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da1pvc1jc1e9due1e",
          "componenType": "h3",
          "data": "#28 Pegasus Foal.\n",
          "numbered": false
        },
        {
          "componentId": "l0da1sex4alsjojev4l",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/pegasus-foal.jpg",
          "numbered": false
        },
        {
          "componentId": "l0da39kdxi48etvasy",
          "componenType": "Paragraph",
          "data": "Baby Beastiary is a client project back from when I was working at Caravan Studio. It was for a crowdfunding project by Metal Weave Games. They came up with an idea for a baby creatures’ RPG book and I helped them with the visuals.",
          "numbered": false
        },
        {
          "componentId": "l0dabodjm6mpo0fnpd",
          "componenType": "Paragraph",
          "data": "I contributed the most on volume 1 and volume 2, and I helped with art direction. Through this project, I’ve learned a lot about not only how to create baby versions of different creatures that are already well known, but I also learned how to really observe [various little animal details], like their gestures, how they move and the proportions [of their bodies]. -Siswanto",
          "numbered": false
        },
        {
          "componentId": "l0dae0oiipzuvwdb8rm",
          "componenType": "h3",
          "data": "#29 Androsphynx and Gynosphynx.\n",
          "numbered": false
        },
        {
          "componentId": "l0dae3pp590tgv7l249",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/androsphynx.jpg",
          "numbered": false
        },
        {
          "componentId": "l0dae6h6dyudz2abd3",
          "componenType": "h3",
          "data": "#30 Djinayni.\n",
          "numbered": false
        },
        {
          "componentId": "l0dae99rl7e41985sn",
          "componenType": "Image",
          "data": "https://creepy.com/wp-content/uploads/2021/07/djinayni.jpg",
          "numbered": false
        },
        {
          "componentId": "l0dagnhmee2edz4hnlf",
          "componenType": "Paragraph",
          "data": "I don’t think I have ever seen monster babies and I can’t say I am disappointed. I would have never imagined them looking like this but then again I don’t go around imagining monster babies or thinking about how Medusa would pro0create. Because the implications there are just horrendous. So let us leave it at that and enjoy these beautiful works of art.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "79837128371983112793987981273",
      "author": "Piyush Praharaj",
      "title": "What Is Pharmaceutical Quality Assurance?",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-05T03:03:27.113Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "And Why is it Important?",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "https://lirp.cdn-website.com/md/unsplash/dms3rep/multi/opt/photo-1580281657529-557a6abb6387-1920w.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "Quality assurance is one of the most important aspects of the entire drug manufacturing process. Not only will it help companies protect their reputations, but it will allow them to avoid hefty penalties from regulatory organizations. \n\n\nThis is exactly why anyone involved with quality assurance should receive pharma training that helps ensure compliance.\n\n\nThe purpose of pharmaceutical quality assurance is to ensure that the medication being manufactured will provide the desired effect to the patient. Quality assurance also guarantees that there are no contaminants present and that the medications will meet quality requirements and all relevant regulations. \n\n\nThere are several objectives that must be met with pharmaceutical quality assurance. If a manufacturer falls short of these objectives, they may face heavy fines and possible legal actions that can jeopardize the business. \n\n\nToday, we’re going to go over the common objectives of pharmaceutical importance. Understanding these objectives will shed light on how important pharmaceutical quality assurance truly is. ",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n\n\nStrict quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://www.oxfordedu.ca/wp-content/uploads/2019/06/AdobeStock_198850710.jpeg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "hs0Gvdf",
      "author": "Piyush Praharaj",
      "title": "This is a bad ass article!",
      "dateCreated": "2022-03-06T20:36:01.465Z",
      "dateModified": "2022-03-06T20:36:01.465Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fqieahyagack3o1ut",
          "componenType": "h2",
          "data": "Its all about Kick Ass",
          "numbered": false
        },
        {
          "componentId": "l0g8nvdlutjiqvig75s",
          "componenType": "Image",
          "data": "https://www.wired.com/images_blogs/underwire/2010/01/kick_ass_teaser_670.jpg",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "_yM3J9o",
      "author": "Piyush Praharaj",
      "title": "Understanding the Scope of Quality Assurance in the Pharmaceutical Industry",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-08T11:58:48.368Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "Quality Assurance Touches Every Phase of the Product Lifecycle",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "https://www.proclinical.com/img/N3D5P7rFXkPutQjV23upbA/QA+pharma+manufacturing+jobs.jpg?v=aea09121d04f6d06e09cd8a8b1fca972",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "t can be a challenge to maintain a company-wide dedication to quality assurance for therapeutics and pharmaceuticals. When you have a product that has the potential to drastically change lives, it’s hard not to do everything you can to get it to market quickly, and it can feel as though the quality assurance (QA) team is slowing down the process.",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n<br/>\n\n<b>Strict </b>quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://www.qualio.com/hubfs/Blog%20Featured%20Images/understanding-the-Scope-of-quality-assurance-in-the-pharmaceutical-industry.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "Dth_CIu",
      "author": "Piyush Praharaj",
      "title": "In Search of ERP for the Pharmaceutical Industry",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-15T05:03:20.717Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "Quality, Formula Management Features\n",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "http://aceteksoftware.com/wp-content/uploads/2020/05/New-products-from-the-PCC-Group-for-the-pharmaceutical-industry.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "When considering ERP for the pharmaceutical industry, the focus is on quality control, adherence to regulatory authority controls and improved visibility and traceability.\n\nA critically important consideration when evaluating ERP systems is that the processor gains extensive quality management features including the ability to initiate and track a well-documented Non-conformance Report and Corrective Action Preventive Action processes.\n\nTightly integrated Formula Management is also a critical need. This includes accurately managed version control for key documents (e.g. CoA’s – Certificates of Authenticity; Recipes and Formulations), as well as the ability to automatically generate and manage Safety Data Sheets (formerly MSDS) based on formulas created by the manufacturer.\n\nOther Formula Management features should include the ability to adjust formulas on the fly to account for concentration variations, as well as the ability to specify a lot for a customer based on the customer’s specifications. These specifications may differ from customer to customer, so the ERP system must offer the flexibility to track at this level.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n\n\nStrict quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://www.oxfordedu.ca/wp-content/uploads/2019/06/AdobeStock_198850710.jpeg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0ro4kea2pv407vjc8u",
          "componenType": "Paragraph",
          "data": "ଆଜି ମଧ୍ୟ ଦୁଇ ଦେଶର ପ୍ରତିନିଧି ଦଳ ଯୁଦ୍ଧକୁ ନେଇ ବୈଠକ କରିବେ । ଆଜିର ଆଲୋଚନାରେ କିଛି ସମାଧାନର ବାଟ ବାହାରିବ ବୋଲି ଅନୁମାନ କରାଯାଉଛି । ସେପଟେ ଆଜି ବି ୟୁକ୍ରେନ-ରୁଷ ମଧ୍ୟ​ରେ ଘମାଘୋଟ ଲଢ଼େଉ ଜାରି ରହିଛି । ୟୁକ୍ରେନ୍‌ ଉପରେ ମିଶାଇଲ ମାଡ଼ କରୁଛି ରୁଷ । ୟୁକ୍ରେନ୍‌ ମଧ୍ୟ ରୁଷକୁ କଡ଼ା ଜବାବ ଦେଉଛି । ରୁଷର ୧୦୦ ସୈନିକଙ୍କୁ ହତ୍ୟାକରିଛି ବୋଲି ୟୁକ୍ରେନ୍‌ ଆଜି ତାର ଦାବି ରଖିଛି ।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "A9G4MGI",
      "author": "Piyush Praharaj",
      "title": "Create a Quality Assurance Plan",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-05T03:03:27.113Z",
      "categryId": "Quality Assurance",
      "content": [
        {
          "componentId": "l0fpyyds70ebf5u8nja",
          "componenType": "h3",
          "data": "Why Do Pharmaceuticals Need Language?\n",
          "numbered": false
        },
        {
          "componentId": "l0fpzfn5y97p5ldcwme",
          "componenType": "Image",
          "data": "https://www.gofluent.com/blog/wp-content/uploads/2019/02/Pharma-BLOG.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fpzt7mbazj7vg2dk",
          "componenType": "Paragraph",
          "data": "As technology advances and healthcare needs increase, the biomedical field also has to keep up with the increasing globalization of today’s marketplace. And now that some of the largest pharmaceutical corporations are forming alliances with generic manufacturers around the world, having salespeople and technicians who can communicate clearly and effectively in the global landscape is certainly an advantage. But why? Here are some key reasons why language skills matter for the pharmaceutical industry:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq0g3q0rvf2lvy4scr",
          "componenType": "h3",
          "data": "Objectives of Pharmaceutical Quality Assurance ",
          "numbered": false
        },
        {
          "componentId": "l0fq0knwp2kioyc59m",
          "componenType": "Paragraph",
          "data": "There are several objectives of pharmaceutical quality assurance that must all be met. If an organization is unable to meet these quality objectives, it will need to revisit the entire pharmaceuticals manufacturing process. Below are each of the primary objectives that every quality assurance program must strive to meet.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1a2znq4l4kgmfyo",
          "componenType": "h3",
          "data": "Ensure The Public’s Safety\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1cwd6gd1hrnm5r7",
          "componenType": "Paragraph",
          "data": "The ultimate objective of any pharmaceutical manufacturer is to create a product that will keep the public safe. A properly manufactured medication has the potential to greatly improve someone’s life. Creating a quality product has a profound impact on the overall health and well-being of society. \n\n\nHowever, if quality assurance is not up to par, the medication that should be saving someone’s life can end up threatening it or causing irreversible harm. Every team member involved in pharmaceutical quality assurance should always keep the person taking the medication in mind. \n\n\nStrict quality control is required to meet this objective. This includes thorough employee training, continuous improvement of quality management systems, minimizing or eliminating deviation, documenting control, carrying out internal audits, and periodic management reviews. ",
          "numbered": false
        },
        {
          "componentId": "l0fq1f0rdl3wx927wig",
          "componenType": "h3",
          "data": "Protect Against Negative Publicity\n",
          "numbered": false
        },
        {
          "componentId": "l0fq1h3b1bg3eoqawfr",
          "componenType": "Paragraph",
          "data": "In the perfect world, the public would love your organization and be grateful that you’re manufacturing life-saving medications. However, the pharmaceutical industry has seen its share of scandals over the years that have shaken public confidence. \n\n\nYour ultimate goal should be to gain public confidence, but short of that, the objective is to protect against negative publicity. Having a robust quality assurance system in place will ensure that every drug that’s shipped is safe and effective. Following good manufacturing practices (GMP) and implementing quality inspection policies will help drug manufacturers produce only the highest quality products.\n\n\nIf your organization focuses on the first objective, keeping the public safe, then you should naturally protect against negative publicity.",
          "numbered": false
        },
        {
          "componentId": "l0fq2qky8m06eqmg477",
          "componenType": "h3",
          "data": "Continually Increase Production Efficiency ",
          "numbered": false
        },
        {
          "componentId": "l0fq2t4nddgbu6h50ai",
          "componenType": "Paragraph",
          "data": "Quality assurance is largely about ensuring that a quality product is being shipped. The second aspect of quality assurance is that it allows your organization to regularly examine the entire manufacturing process, from raw material inspection to product development. \n\n\nCompanies must find ways to innovate to become more efficient at manufacturing drugs, but they shouldn’t do this at the risk of quality. Every relevant regulation must be adhered to while simultaneously efficiently producing medications. \n\n\nConsider that technologies now exist that allow for many of the production processes to become automated. While embracing this change may seem like it’s focused on increasing production, it also provides manufacturers with tighter control on each stage of production. ",
          "numbered": false
        },
        {
          "componentId": "l0fq2uzbswysjplqlmi",
          "componenType": "h3",
          "data": "Guarantee Compliance\n",
          "numbered": false
        },
        {
          "componentId": "l0fq2xet9k7v48ca274",
          "componenType": "Paragraph",
          "data": "Every drug manufacturer must be able to prove that they are in compliance with any relevant regulations. A robust and thoroughly documented quality assurance system will help drug manufacturers prove that they are meeting regulatory compliance requirements. \n\n\nMany compliance issues that companies face are not the result of intentional wrongdoing, but instead, the result of poor workflows, human error, or lacking collaboration. Focusing on quality assurance will have the inevitable result of examining each of these factors. Workflows must be examined to prove quality, and increased good manufacturing practices training will help reduce human error. ",
          "numbered": false
        },
        {
          "componentId": "l0fq57sn4dfvg6lawkt",
          "componenType": "Image",
          "data": "https://blog.ipleaders.in/wp-content/uploads/2021/02/AIA-LS-MAR2020-T2-693523036-SM-TWT.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fq5gyw6gfvgc6aqze",
          "componenType": "h3",
          "data": "The Importance of Quality Assurance Training\n",
          "numbered": false
        },
        {
          "componentId": "l0fq5jgrl0iickiyrv",
          "componenType": "Paragraph",
          "data": "If medication fails to work as intended or is defective, it can safely be considered a threat to public health. All pharmaceutical companies must strive to ensure that all manufactured drugs are free from contaminants and will achieve their intended purpose. There are several methods and practices used throughout pharmaceutical manufacturing to guarantee the quality of the end result, and all of them begin with training.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fq6yq9aj8tolbyq4n",
          "componenType": "List",
          "data": [
            "One example is drug stability testing, which measures how various properties of a medication change when exposed to various conditions. Training your quality assurance personnel on how to carry out this type of testing will help the quality assurance team understand how the drug should be stored.",
            "We’ve mentioned compliance before, and it bears repeating again. Staying in compliance is one of the primary objectives of any drug manufacturer. However, how can the quality assurance department be expected to stay in compliance if they do not receive proper training? ",
            "Every employee involved with drug manufacturing should receive the appropriate training that will allow them to ensure compliance. Learning about good manufacturing practices, for example, will help employees ensure that they are following the best manufacturing practices at every stage."
          ],
          "numbered": false
        },
        {
          "componentId": "l0fq7yyhr9iq9p27a1e",
          "componenType": "h3",
          "data": "How Will Your Company Ensure Quality?\n",
          "numbered": false
        },
        {
          "componentId": "l0fq81vl2hmjxhw5l1a",
          "componenType": "Paragraph",
          "data": "Every organization involved in pharmaceutical manufacturing absolutely must ensure that they are producing safe and effective products. Failing to do so can harm the general public, the organization’s reputation, and incur heavy fines and other penalties. \n\n\nTraining your employees on good manufacturing practices and other pharmaceutical quality assurance practices will help ensure overall quality. Instead of relying on their formal education alone, employees will have specific training that teaches them how to test for quality, report issues, and protect the public.",
          "numbered": false
        },
        {
          "componentId": "l0fq8zvn7anp42dq7qj",
          "componenType": "Paragraph",
          "data": "Are you looking to ensure your teams are working with the latest information when it comes to pharmaceutical quality assurance? Here are just a few of the courses offered by CfPIE:",
          "numbered": false
        },
        {
          "componentId": "l0fq92ncrbtlnm4527",
          "componenType": "List",
          "data": [
            "Quality Assurance/Quality Control for Biologics and Biopharmaceuticals",
            "Effective Internal and External Quality Assurance Auditing for FDA Regulated Industries",
            "Product Quality Reviews"
          ],
          "numbered": true
        },
        {
          "componentId": "l0fqag7bmd5x0nhv1g",
          "componenType": "Paragraph",
          "data": "Have questions? Get in touch with the CfPIE team today.\n\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "ia3N1Wm",
      "author": "Piyush Praharaj",
      "title": "Zim drugs market projected to grow",
      "dateCreated": "2022-03-06T20:52:20.862Z",
      "dateModified": "2022-03-14T07:57:39.689Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0fr3w6hrrbomkvi51c",
          "componenType": "Image",
          "data": "https://thenewshawks.com/wp-content/uploads/2021/04/Assay-Pharmaceutical.jpg",
          "numbered": false
        },
        {
          "componentId": "l0fr43eodtue131avci",
          "componenType": "Paragraph",
          "data": "\nZIMBABWE’S pharmaceutical market is expected to record a five-year compound annual growth rate (CAGR) of 4.5%, to reach US$411 million  by 2025 as regulatory efficiencies offered by the African Medicines Agency (AMA) will begin to improve the country’s business attractiveness.",
          "numbered": false
        },
        {
          "componentId": "l0fr4oalfm7ykk14x0s",
          "componenType": "h3",
          "data": "RONALD MUCHENJE\n",
          "numbered": false
        },
        {
          "componentId": "l0fr4rl3s091jpmwtoj",
          "componenType": "Paragraph",
          "data": "Last month, Zimbabwe became the 19th African Union member state to sign the treaty for the establishment of the AMA.\n\nIn December 2020, the government began working with local universities to produce medicines and other essential drugs to tackle corruption and price distortions. President Emmerson Mnangagwa called on other Africa states to join the AMA in order to develop a continental pharmaceutical industry that can address future pandemics.\n\nAn international research firm, Fitch Solutions, said spending is expected to be driven largely by imported medicines, with foreign drug makers showing a renewed but highly cautious interest in Zimbabwe.\n\n“We expect Zimbabwe’s pharmaceutical market to demonstrate a five-year compound annual growth rate (CAGR) of 4.5%, to reach US$411.0mn by 2025.  Spending is expected to be driven largely by imported drugs, with foreign drug makers showing a renewed but highly cautious interest in Zimbabwe. With unemployment expected to remain high, purchasing power will continue to be lower than in other African countries.\n\n“Pharmaceutical spending per capita was calculated at just US$22.2 in 2020 and is expected to increase marginally over the 10-year period, reaching US$25.4 by 2030,” Fitch said\n\nAs drug makers increase their presence in Zimbabwe, the country’s trade deficit growth is seen slowing down.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0fr5z1g0rb61zx4c7p",
          "componenType": "Paragraph",
          "data": "Increasing domestic pharmaceutical production is also seen  helping to  alleviate the negative trade balance. However, Fitch noted that it is likely that  the country will remain reliant on pharmaceutical imports over the long term.\n\n In 2020, Zimbabwe’s pharmaceutical exports reached a value of US$23 million.\n\n“Within the 2020-2025 forecast period, drug exports are expected to observe a compound annual growth rate (CAGR) of 8.0% reaching US$4.5 million . In 2020, pharmaceutical imports reached a value of US$212.2 million  and this is expected to increase US$268.5  million by 2024, experiencing a CAGR of 4,8%. The trade deficit will US$209.2 million to US$264 million over the same time period,” Fitch said.\n \n\nAMA will come into effect once ratified by 15 African Union member states with eight out of the 15 having ratified it to date.\n\nHowever, Fitch said challenges remain towards the implementation of AMA as the agency will require sufficient and sustainable financing and technical expertise in order to successfully meet its intended goals of stringent regulatory supervision and harmonisation between countries.\n\nFurthermore, Africa south of the Sahara is geographically vast and ruralised as well as often marred by military conflicts and political and economic uncertainty.\n\n“These elements could pose significant practical obstacles to the agency’s strategy implementation,” Fitch said.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "mJxFy-9",
      "author": "Piyush Praharaj",
      "title": "The Guardian’s nifty old-article trick is a <i>reminder </i>of how news organizations can use metadata to limit misinformation",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-08T12:07:14.916Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0fs65lfm3q8dh2wd09",
          "componenType": "h3",
          "data": "<i>This is a great idea</i>: In order to reduce the number of its old stories that get recirculated as new",
          "numbered": false
        },
        {
          "componentId": "l0gdmtlgpy2jj2xiry",
          "componenType": "Image",
          "data": "https://www.niemanlab.org/images/guardian-1969-darker.jpg",
          "numbered": false
        },
        {
          "componentId": "l0gdpvkl6tglskr7gzb",
          "componenType": "Paragraph",
          "data": "For some time now we’ve been aware of certain issues around social sharing in particular. Shorn of context like the date, accurate and responsible reporting can mislead. As an example, almost every February we see a sudden spike in referral from <b>Facebook</b> to a six-year-old story about horsemeat in a supermarket’s <u>meat products</u>. \n<br/>\nOriginally published in <b>February 2013</b>, it’s generally discovered via search, the reader notices the month of publication but not the year and kicks off an annual, minor viral moment.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "AdpPbqI",
      "author": "Piyush Praharaj",
      "title": "SOP Corrective Action and Preventive Action",
      "dateCreated": "2022-03-06T21:23:01.832Z",
      "dateModified": "2022-03-08T11:40:54.754Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0hwtecmpheczc4834",
          "componenType": "Table",
          "data": "Solubility |\tApproximate volume of solvent in milliliters per gram of solute\nVery soluble\tLess than 1 part (< 1)\nFreely soluble |\tFrom 1 to 10 parts (1 : 10)\nSoluble\tFrom 10 to 30 parts (10 : 30)\nSparingly soluble|\tFrom 30 to 100 parts (30 : 100)\nSlightly soluble|\tFrom 100 to 1000 parts (100 : 1000)\nVery slightly soluble|\tFrom 1000 to 10000 parts (1000 : 10000)\nPractically insoluble|\tMore than 10000 parts (> 10000)",
          "numbered": true
        },
        {
          "componentId": "l0i283bilihygg8qqw",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/new-doc-02-nov-2021-3.29-pm-1.jpg?w=1568",
          "numbered": false
        },
        {
          "componentId": "l0i28omma6mnimymu1",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/new-doc-02-nov-2021-3.29-pm-11.jpg?w=1534",
          "numbered": false
        },
        {
          "componentId": "l0i28p9e6zv3k8oufp3",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/new-doc-02-nov-2021-3.30-pm-1-1.jpg?w=1534",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "4_TuJYn",
      "author": "Piyush Praharaj",
      "title": "Cleaning Validation in Pharmaceutical Industry",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-14T08:02:37.406Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0hxpq89xbwnawyyiz",
          "componenType": "h5",
          "data": "Guideline ",
          "numbered": false
        },
        {
          "componentId": "l0hxq7xs5c48und4hr5",
          "componenType": "Paragraph",
          "data": "Health Products and Food Branch Inspectorate  Cleaning Validation Guideline-   Health Canada.\n<br/>\nPurchase department will get technical information regarding the material through vendor questionnaire from the vendor which includes the brief manufacturing process, TSE/BSE free declaration, impurity profile, residual solvent information, GMO free declaration, Melamine free declaration, Gluten free declaration and stability data/shelf life statement etc. as applicable depending upon the type of material.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hxqrbfmc11c7ej0e",
          "componenType": "h5",
          "data": "Cleaning Validation:",
          "numbered": false
        },
        {
          "componentId": "l0hxr7slbxcozfpsf18",
          "componenType": "Paragraph",
          "data": "Cleaning validation is documented evidence that an approved cleaning procedure will provide equipment which is suitable for processing medicinal products.",
          "numbered": false
        },
        {
          "componentId": "l0hxreezgvujujyebw7",
          "componenType": "h5",
          "data": "Types of contaminants",
          "numbered": false
        },
        {
          "componentId": "l0hxryfysugnbr9q9xj",
          "componenType": "List",
          "data": [
            "Chemical – Residues of the previous product ",
            "Biological – Microorganisms",
            " Physical    – Particulate matter"
          ],
          "numbered": false
        },
        {
          "componentId": "l0hxtmqywyoz3jkvtj",
          "componenType": "h5",
          "data": "Solubility of API shall be mentioned as per following Table:",
          "numbered": false
        },
        {
          "componentId": "l0hxukj2mwfq2v2g62a",
          "componenType": "Table",
          "data": "Solubility |\tApproximate volume of solvent in milliliters per gram of solute\nVery soluble\tLess than 1 part (< 1)\nFreely soluble |\tFrom 1 to 10 parts (1 : 10)\nSoluble\tFrom 10 to 30 parts (10 : 30)\nSparingly soluble|\tFrom 30 to 100 parts (30 : 100)\nSlightly soluble|\tFrom 100 to 1000 parts (100 : 1000)\nVery slightly soluble|\tFrom 1000 to 10000 parts (1000 : 10000)\nPractically insoluble|\tMore than 10000 parts (> 10000)",
          "numbered": true
        },
        {
          "componentId": "l0hxv4ut4dgsnl1em8o",
          "componenType": "h5",
          "data": "LD50 of API shall be mentioned as per following Table",
          "numbered": false
        },
        {
          "componentId": "l0hxvekg7cjo8420gfg",
          "componenType": "Table",
          "data": "Probable oral Lethal dose for humans (Mg/ kg) |\tIncluded descriptive terms\n>15000\t| Practically non toxic\n5000-15000\t| Slightly toxic\n500-5000\t| Moderately toxic\n50-500\t| Very toxic\n5-50\t| Extremely toxic\n<5\t| Super toxic",
          "numbered": true
        },
        {
          "componentId": "l0hxx6zxtbf29o92b1d",
          "componenType": "h5",
          "data": "Cleanability of API shall be mentioned as per following Table",
          "numbered": false
        },
        {
          "componentId": "l0hxxi61jjotwzf384j",
          "componenType": "Table",
          "data": "Solubility\t| Approximate volume of solvent in milliliters per gram of solute\t| Cleanability Index\nVery soluble|\tLess than 1 part (< 1)\t|Easily cleanable\nFreely soluble|\tFrom 1 to 10 parts (1 : 10)\t|Easily cleanable\nSoluble\t|From 10 to 30 parts (10 : 30)\t|Easily cleanable\nSparingly soluble|\tFrom 30 to 100 parts (30 : 100)|\tHard to clean\nSlightly soluble\t|From 100 to 1000 parts (100 : 1000)\t|Hard to clean\nVery slightly soluble\t|From 1000 to 10000 parts (1000 : 10000)\t|Mechanical water forced required\nPractically Insoluble\t|More than 10000 parts (> 10000)\t|Mechanical water forced required",
          "numbered": true
        },
        {
          "componentId": "l0hyhgvro54t1g9j32d",
          "componenType": "h5",
          "data": "All equipments parts shall be identified as per rational criteria and categories as per bellow\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyhksqatm7xrrncfs",
          "componenType": "List",
          "data": [
            "Hard to clean ",
            "Direct contact with product",
            " No direct contact with product"
          ],
          "numbered": false
        },
        {
          "componentId": "l0hyhocvmas9br9q318",
          "componenType": "h5",
          "data": "<u>Sampling Techniques :</u>\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyhsd1bbbmyhmx9q7",
          "componenType": "h5",
          "data": "Visual Inspection (Method For Validation of Cleaning of Equipments)\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyhxb1dmxmr59gyyw",
          "componenType": "Paragraph",
          "data": "After cleaning of the equipment visual inspection shall be done using a torch held inclined to the  surface being inspected, and a mirror (attached to stainless steel rod) to inspect the surface of  equipment. Visual inspection shall be done by unaided naked eye.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyidtgmpt00uu2pig",
          "componenType": "h5",
          "data": "For visual cleaning",
          "numbered": false
        },
        {
          "componentId": "l0hyiijl3tgrzbaekol",
          "componenType": "Paragraph",
          "data": "Verify the cleanliness of the product contact surfaces. Verify the cleanliness of hard to clean areas.\n\nVerify all the product contact dismantled parts before and after assembling.",
          "numbered": false
        },
        {
          "componentId": "l0hylrhdr7oktyh0f9",
          "componenType": "h5",
          "data": "Surface Swab Sampling:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hymi0k3r14y42ius6",
          "componenType": "Paragraph",
          "data": "The direct Sampling technique is also commonly referred to as “Direct Surface Sampling” method.   This is done by Swabbing Technique using Swabs. The direct surface sampling method is the preferred technique.\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hympmdmvwdizge6vd",
          "componenType": "h5",
          "data": "Sampling Procedure:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyncz4hxa5sn9yqha",
          "componenType": "Paragraph",
          "data": "Surface sampling is identified as a sampling method considering the design, size and number of equipment.\n\nAfter the completion of equipment cleaning, visual inspection shall be done.\n\nIn case, the surface of equipment is difficult to inspect, a mirror attached to a stick shall be used to inspect the cleanliness of equipment.\n\nComplete product contact surface area shall be sampled for critical hard to clean area/ critical accessories like spray gun, punch, dies, and butter fly valve etc.",
          "numbered": false
        },
        {
          "componentId": "l0hyo7e9qf88v76zchp",
          "componenType": "h5",
          "data": "Swab Sampling for Chemical analysis:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyodbk4xvby2w4tis",
          "componenType": "Paragraph",
          "data": "After visual inspection is found satisfactory swab sampling shall be carried out. Wear hand gloves and nose mask before commencing swab sampling.\n\nThe swab must be wetted in purified water or suitable diluents.\n\nSwab area shall be measured with the help of template for swabbing and  the area must be 5cm x 5cm  or as per protocol.\n\nSwabbing shall be done by parallel horizontal and then tilt the swab and do vertical strokes  as  described below to assure that the entire area is swabbed.",
          "numbered": false
        },
        {
          "componentId": "l0hyp67jodl1opbe1z",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/1640446714953.jpg?w=1024",
          "numbered": false
        },
        {
          "componentId": "l0hyptxymxq6h4vei4",
          "componenType": "Paragraph",
          "data": "After swabbing, place the swab into a stoppered test tube, wrap with aluminum foil and label the test tube for identification of swab sample.\n\nSwab samples must be collected from different areas of equipment as stated in the cleaning validation protocol.\n\nSend the stoppered test tube with swab to Quality Control Laboratory for analysis.",
          "numbered": false
        },
        {
          "componentId": "l0hyqz00jnnzbpdabi9",
          "componenType": "h5",
          "data": "Swab sampling for Microbial analysis",
          "numbered": false
        },
        {
          "componentId": "l0hyr3d764vmifvj699",
          "componenType": "Paragraph",
          "data": "Wear sterile hand gloves and nose mask before commencing swab sampling to avoid the microbiological contamination. Sterile cotton swab shall be used for swabbing.\n\nThe sterile cotton swab shall be soaked in sterile saline.\n\nSwabbing shall be done by parallel horizontal and then tilt the swab and do vertical  strokes  as  described below to assure that the entire area is swabbed.",
          "numbered": false
        },
        {
          "componentId": "l0hyr5s5kne0z6296nh",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/1640447206497.jpg?w=2048",
          "numbered": false
        },
        {
          "componentId": "l0hyr7m7x001ei8ngvm",
          "componenType": "Paragraph",
          "data": "Swab area shall be measured for swabbing and the area must be 5cm x 6cm.\n\nMicrobial swab sample shall be collected before chemical swab.\n\nSwabbing shall be done on the surface of equipments and the area is different from the area of swab taken for chemical analysis.\n\nAfter swabbing, place the swab into a sterilized stoppered test tube and label the test tube for identification of swab sample.\n\nSwab samples must be collected from different areas of equipment as stated in the cleaning validation protocol.\n\nSend the sterile stoppered test tube with swab to Quality Control – Microbiology Laboratory for analysis.",
          "numbered": false
        },
        {
          "componentId": "l0hytopyss1p50ko3z9",
          "componenType": "h5",
          "data": "Click to Update Text",
          "numbered": false
        },
        {
          "componentId": "l0hytuwbamla2rkfvcf",
          "componenType": "Paragraph",
          "data": "After visual inspection is found satisfactory, the equipment shall be rinsed with the volume of rinsing solvent (purified water) as described in respective cleaning validation protocol (rinse sample shall be performed whenever necessary).\n\nRinse sample shall be collected in the bottles used for the collection of routine purified water samples.\n\nAfter the collection of rinse sample, (stopper) close the bottle and label it for identification of rinse sample. Send the rinse sample bottle to Quality Control Laboratory for analysis.",
          "numbered": false
        },
        {
          "componentId": "l0hytx0eyuveoy3dxx",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/image-1.png",
          "numbered": false
        },
        {
          "componentId": "l0hyukd79gzks6543qg",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/image-2.png",
          "numbered": false
        },
        {
          "componentId": "l0hyunuemk8pg3nijd9",
          "componenType": "Paragraph",
          "data": "Product Container Lid for Example\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hywr00cbyhtic7wik",
          "componenType": "h5",
          "data": "Method of analysis:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0hyxfwzxacp7k05t6b",
          "componenType": "Paragraph",
          "data": "Methods of analysis used for determination of possible contaminant residues must be specific and sensitive.\n\nThe selection of analytical methods shall be validated for at least below  mentioned parameters based  on at least the following but not limited to;",
          "numbered": false
        },
        {
          "componentId": "l0hyyywpkp00yurspln",
          "componenType": "List",
          "data": [
            "Precision",
            "Specificity",
            " Linearity and Range",
            "Limit of Detection",
            "Limit of Quantification",
            " Stability of solutions",
            "Recovery from Equipment Surface."
          ],
          "numbered": false
        },
        {
          "componentId": "l0i1hahwfnd8pysxp",
          "componenType": "h5",
          "data": "<u>FOR WORST CASE APPROACH;</u>",
          "numbered": false
        },
        {
          "componentId": "l0i1hi0uzq3yvk5nc7",
          "componenType": "h5",
          "data": "10 PPM Criteria:",
          "numbered": false
        },
        {
          "componentId": "l0i1hkblr6h248a08wm",
          "componenType": "Paragraph",
          "data": "MACO =[Mac10] x [Swab Area]/[Shared equipment surface area between products]\n\nWhere,\n\nMac10     = 10 ppm x Minimum Batch Size of Product ‘B’ in kg.",
          "numbered": false
        },
        {
          "componentId": "l0i1hraa07d727opihi4",
          "componenType": "h5",
          "data": "Dose Criteria :\n\n",
          "numbered": false
        },
        {
          "componentId": "l0i1hznnd1xxxyjsrqq",
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/12/1640447962814.jpg?w=1998",
          "numbered": false
        },
        {
          "componentId": "l0i1tvc6677popdjqkd",
          "componenType": "h5",
          "data": "<u>ACCEPTABILITY LIMITS:</u>\n\n",
          "numbered": false
        },
        {
          "componentId": "l0i1tw4tw4q39wluvj",
          "componenType": "h5",
          "data": "Visual inspection criteria:\n\n",
          "numbered": false
        },
        {
          "componentId": "l0i1u1gyzm01tdluhd",
          "componenType": "Paragraph",
          "data": "No quantity of residue should be visible to naked eyes on the equipment after cleaning procedures are performed (i.e. less than 100 mcg /25 cm2).",
          "numbered": false
        },
        {
          "componentId": "l0i1uakt757iwr8r19j",
          "componenType": "h5",
          "data": "10ppm criteria:",
          "numbered": false
        },
        {
          "componentId": "l0i1ucppt7u2sc7kwni",
          "componenType": "Paragraph",
          "data": "Not more than 10ppm of active pharmaceutical ingredient of previous product is permitted in next product.",
          "numbered": false
        },
        {
          "componentId": "l0i1uk5rlvdkunwhb1k",
          "componenType": "h5",
          "data": "Dose based criteria:",
          "numbered": false
        },
        {
          "componentId": "l0i1uvmw4gqxcl35w0h",
          "componenType": "Paragraph",
          "data": "Not more than 1/1000 of minimum daily therapeutic dose of  the  previous  product in the maximum daily dose of the next product The acceptability limits for microbiological sample shall be determined based on;",
          "numbered": false
        },
        {
          "componentId": "l0i1v2jn67y6jl86fuj",
          "componenType": "Table",
          "data": "Parameters\t|Limit Dirty Equipment Surfaces\t|Limit Cleaned Equipment Surfaces\nTotal Aerobic Microbial Count (TAMC)\t|NMT 1000 cfu/swab\tNMT |100 cfu/ swab|\nTotal    Combined    Yeasts    and Molds Count (TYMC)\t|Less Than 10 cfu/swab|\tLess Than 10 cfu/ swab",
          "numbered": true
        },
        {
          "componentId": "l0i1vadtj9hfyk946u9",
          "componenType": "h5",
          "data": "Re-validation:",
          "numbered": false
        },
        {
          "componentId": "l0i1vg6mwrv91084wm",
          "componenType": "Paragraph",
          "data": "Re-validation shall be performed in case of any change, (at least the following but not limited to)",
          "numbered": false
        },
        {
          "componentId": "l0i1vmcfr9fe7bnfqjj",
          "componenType": "List",
          "data": [
            "Introduction of a new facility, equipment, process or product.",
            "Change in cleaning procedure.",
            "Change in cleaning agent used for cleaning.",
            "Reduction in minimum batch size and lowest dose of the product i.e change in  MACO  limit.",
            "Major Modification in processing equipment.",
            "Periodic revalidation after every three years.",
            "Change in regulatory requirements."
          ],
          "numbered": false
        },
        {
          "componentId": "l0i1vwzgqyxi9zvhhhj",
          "componenType": "h5",
          "data": "Dirty Equipment Hold Time (DEHT) ",
          "numbered": false
        },
        {
          "componentId": "l0i1vzc4bp1u99jv91w",
          "componenType": "Paragraph",
          "data": "The time from the end of manufacturing till the beginning of\n\nthe cleaning process of equipment (also called things like “soiled hold time”)\n\nThe Hold Time Study of Dirty Equipments shall be carried out by keeping equipment in idle for a  period of 24 hours in dirty condition. (The Maximum possible hold period under normal conditions) to evaluate microbial contamination on equipment surface and effectiveness of cleaning process.",
          "numbered": false
        },
        {
          "componentId": "l0i1w62pftemgssoejm",
          "componenType": "h5",
          "data": "Clean Equipment Hold Time (CEHT) ",
          "numbered": false
        },
        {
          "componentId": "l0i1wah1ip1j08xcm1",
          "componenType": "Paragraph",
          "data": "The time from the end of equipment cleaning till subsequent use of equipment (subsequent use includes product manufacturing).\n\nThe Hold Time Study of Clean Equipments shall be carried out after completion of  “Type  B  Cleaning”, visual inspection by keeping equipment in idle clean condition up to 72 hours to establish  the expiry of cleaning in view of microbiology.\n\nAfter the equipments surfaces are found visually clean, sampling and testing shall be carried out for Microbiological enumeration Tests and residual determination (chemical analysis) on the cleaned equipment surfaces at 0 hour interval, then sampling and testing shall be carried out only for Microbiological enumeration Tests at rest intervals as per the sampling plan. (i.e., after 24 hours, 48 hours and 72 hours).",
          "numbered": false
        },
        {
          "componentId": "l0i1wlf3q3vzf40ijb",
          "componenType": "h5",
          "data": "Dirty Equipment Hold Time Period      : 24 Hours",
          "numbered": false
        },
        {
          "componentId": "l0i1wombrm2ov2fq9ki",
          "componenType": "h5",
          "data": "Cleaned Equipment Hold Time Period : 48  Hours",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "VdGLtuw",
      "author": "Piyush Praharaj",
      "title": "Testing Mobile Interface",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-14T07:35:46.142Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0g7um1j2xky18kaw4f",
          "componenType": "h2",
          "data": "Legible",
          "numbered": false
        },
        {
          "componentId": "l0qdoxr3lny9wdhii1h",
          "componenType": "Paragraph",
          "data": "The terms legible refers to the requirements that data is clear, easily understandable, and free from overwriting and unauthorized changes, and allow a clear picture of the sequencing of steps or events in the record so that all activities conducted can be fully reconstructed by the people reviewing these records at any point during the records retention period set.",
          "numbered": false
        },
        {
          "componentId": "l0qdq6vs5rwpkn45bqf",
          "componenType": "Image",
          "data": "https://3.imimg.com/data3/LG/FR/MY-2983795/pharma-equipment-250x250.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qdrlo7yk12osys2c",
          "componenType": "Paragraph",
          "data": "Personnel should be kept up to date about the application of good documentation practices (GDP) to ensure that the principles of ALCOA and ALCOA-plus are understood and applied to electronic data in the same manner that has historically been applied to paper records. Good documentation requirements for manual and electronic records include the following, as applicable",
          "numbered": false
        },
        {
          "componentId": "l0qdt41t1miq3wsqi1g",
          "componenType": "h4",
          "data": "Contemporaneous",
          "numbered": false
        },
        {
          "componentId": "l0qdu162gdjzh6uxvmh",
          "componenType": "Paragraph",
          "data": "Data should be recorded concurrently at the time of performing the activity and recordings such as in-process, environmental should maintain as and when an activity is carried out along with signatures, date and time.",
          "numbered": false
        },
        {
          "componentId": "l0qduqqiw2pslqfqvte",
          "componenType": "Image",
          "data": "https://5.imimg.com/data5/KC/BY/MY-38301902/pharmaceutical-ss-water-storage-tank-500x500.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qdv6at5qq8xc8wpuu",
          "componenType": "h4",
          "data": "General Requirements for GMP Documentation",
          "numbered": false
        },
        {
          "componentId": "l0qdvan99kuqsfljx8j",
          "componenType": "Paragraph",
          "data": "This chapter covers different levels and types of GMP documentation, including paper and\nelectronic records related to manufacturing, testing, packing of pharmaceutical products, APIs,\nexcipients, dietary supplements, food ingredients and medical devices.\n<br/><br/>\nThese documents and records consist of raw data, reports, protocols, procedures, deviations, investigations, batch records, formats, and records related to trainings, equipments and retention for manufacturing and analytical controls.\n<br/><br/>\nData integrity should always be given utmost importance which means the extent to which all data is complete, consistent and accurate throughout the data life cycle. Controls should be in place and any data integrity incident, if noticed; an appropriate corrective action should be taken to prevent recurrence of the same. Attempts to cover-up mistakes are considered as ‘data integrity’ issues and should be prohibited at all levels.",
          "numbered": false
        },
        {
          "componentId": "l0qdvdb3eprns41om6h",
          "componenType": "Image",
          "data": "https://technophar.com/wp-content/uploads/2018/11/6-Leading-Innovations-from-Pharmaceutical-Machinery-Manufacturers-.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qdzc1lnhryeki5cua",
          "componenType": "List",
          "data": [
            "System must have a collection of technological & procedural controls to protect data within the system to ensure that all records are authentic, incompatible and (where applicable) confidential. In lab situation this include lab results used to determine quality, safety, strength, efficacy or purity and in manufacturing this includes all decisions related to product release and product quality.",
            "Controls should be in place, needed for the identification, storage, protection, back-up, archive, retrieval, retention time, and disposal and to protect the integrity of its records. Access to these records should be consistent with confidentiality and records should be readily available.",
            "All Technical activities should be carried out with valid, correct and current effective versions of instruction documents and recording formats should have an identification number and a version number (where appropriate), allowing the sufficient space to record entries etc.",
            "Original observations, data, and calculations should be recorded at the time of activity performed, without any bias or prejudice. These records also include the identity of personnel responsible for the performance of activity.",
            "Automated data capture or printers should be attached and connected to equipment, such as balances, to ensure independent and timely recording of the data. User access rights to automated systems should be restricted to prevent data amendments (or audit trail).",
            "Ability to change any clock used for recording timed events, for example, system clocks in electronic systems and process instrumentation should be restricted."
          ],
          "numbered": false
        },
        {
          "componentId": "l0qe1f8qan7u9hguw05",
          "componenType": "h4",
          "data": "Data Collection and Recording",
          "numbered": false
        },
        {
          "componentId": "l0qe1zm4t52zpaa1oa",
          "componenType": "Paragraph",
          "data": "Good data and records management practices are critical elements of the quality system and a systematic approach should be implemented to provide a high level of assurance that throughout the product life cycle, all GMP records and data are complete and reliable.\n <br/><br/>\nLaboratory information management system(s) (LIMS) includes the management of data and information contained in both computerized and non-computerized systems should be well defined in quality standard procedures.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "7rQblCw",
      "author": "Piyush Praharaj",
      "title": "Table Test",
      "dateCreated": "2022-03-07T19:17:24.748Z",
      "dateModified": "2022-03-10T10:46:30.554Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0h356antr9v912xa1",
          "componenType": "Table",
          "data": "#|Name|Age |Sex|Reason\n1|Ravindra Jadeja|45 |Male| Beat Himself to <b>death</b>\n2|Deepika Padu|45 |Female|Killed by controversy\n3|Sachin Tendulkar|53 |Male|Killed in Chille due to homelessness/extreme weather\n4|Md Yunus|25 |Male|Beaten to death by fans\n5|Salman Khan|63 |Male|Suicide due to failed commitment",
          "numbered": false
        },
        {
          "componentId": "l0h370jx1ija44s58tu",
          "componenType": "Image",
          "data": "https://www.ikea.com/in/en/images/products/nodeland-coffee-table-medium-brown__0974637_pe812499_s5.jpg?f=s",
          "numbered": false
        },
        {
          "componentId": "l0h3io0bmty12gm8bh",
          "componenType": "Table",
          "data": "#|Name|Age |Sex|Reason\n1|Ravindra Jadeja|45 |Male| Beat Himself to death\n2|Deepika Padu|45 |Female|Killed by controversy\n3|Sachin Tendulkar|53 |Male|Killed in Chille due to homelessness/extreme weather\n4|Md Yunus|25 |Male|Beaten to death by fans\n5|Salman Khan|63 |Male|Suicide due to failed commitment",
          "numbered": true
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "Ahx1hN-",
      "author": "Piyush Praharaj",
      "title": "\"हनुमान चालीसा तक ठीक है, लेकिन घर का खाना नहीं मिलेगा...\" : चित्रा रामकृष्ण से कोर्ट",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-15T05:30:46.687Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0rp3lkhc2lj3n9mt6",
          "componenType": "Image",
          "data": "https://c.ndtvimg.com/2022-02/nq8s06b4_chitra-ramkrishna-reuters_625x300_13_February_22.jpg",
          "numbered": false
        },
        {
          "componentId": "l0rp4b1qxb402765sf",
          "componenType": "Paragraph",
          "data": "<p><b>नई दिल्ली: </b>न्यायाधीश संजीव अग्रवाल ने कहा, \"हर कैदी एक जैसा होता है. वह जो रही हैं, उसकी वजह से वह वीआईपी कैदी नहीं हो सकती. नियमों को नहीं बदला जा सकता है.\" हालांकि, अदालत ने उन्हें एक प्रार्थना पुस्तक, हनुमान चालीसा और भगवद गीता की एक प्रति ले जाने की अनुमति दी है.\n</p>\n<p>\n पूर्व नेशनल स्टॉक एक्सचेंज (एनएसई) प्रमुख चित्रा रामकृष्ण को 14 दिनों के लिए जेल भेज दिया गया है. उन पर एक व्यक्ति जिसे हिमालयी योगी बताया गया, के साथ निजी जानकारी साझा करना का आरोप लगा है. साल 2013 से एनएसई का नेतृत्व कर रही 59 वर्षीय चित्रा रामकृष्ण को केंद्रीय जांच ब्यूरो (सीबीआई) ने बाजार में हेरफेर और घोटाले के चलते पूछताछ के बाद 24 फरवरी को गिरफ्तार किया था. दरअसल, साल 2018 में एक मामला दर्ज हुआ था, जिसमें कुछ दलालों को व्यापार में अनुचित लाभ मिला था. एजेंसी अब मार्केट एक्सचेंजों के कंप्यूटर सर्वर से स्टॉक ब्रोकरों को सूचना के लीक होने के आरोपों की जांच कर रही है, जिसे \"सह-स्थान घोटाला\" के रूप में जाना जाने लगा है. \n</p><p>\nचित्रा रामकृष्ण ने जमानत की मांग करते हुए एक याचिका दायर की थी, जिसमें कहा गया था कि एजेंसी अब उनकी हिरासत की मांग नहीं कर सकती है. लेकिन सीबीआई ने इसका विरोध करते हुए तर्क दिया कि वह एक प्रभावशाली व्यक्ति हैं और उनकी विदेश यात्राओं और मामले के अन्य पहलुओं पर जांच अभी भी जारी है. एजेंसी ने तर्क दिया, \"इसलिए हम चाहते हैं कि उसे न्यायिक हिरासत में भेजा जाए.\" \n</p><p>\nअदालत ने जेल कस्टडी को मंजूरी दे दी है और उनके द्वारा घर के भोजन और अन्य सुविधाओं के लिए किए गए अनुरोध को भी खारिज कर दिया. न्यायाधीश संजीव अग्रवाल ने कहा, \"हर कैदी एक जैसा होता है. वह जो रही हैं, उसकी वजह से वह वीआईपी कैदी नहीं हो सकती. नियमों को नहीं बदला जा सकता है.\" हालांकि, अदालत ने उन्हें एक प्रार्थना पुस्तक, हनुमान चालीसा और भगवद गीता की एक प्रति ले जाने की अनुमति दी है.\n<br/><br/>\nबता दें कि रामकृष्णा को सीबीआई ने दिल्ली के एक स्टॉकब्रोकर के खिलाफ करीब चार साल की जांच के बाद गिरफ्तार किया था. गिरफ्तारी बाजार नियामक भारतीय प्रतिभूति और विनिमय बोर्ड (सेबी) द्वारा एक रिपोर्ट जारी करने के बाद हुई, जिसमें एनएसई के शीर्ष प्रबंधन द्वारा सत्ता के कथित दुरुपयोग का संकेत दिया गया था.\n<br/><br/>\nरिपोर्ट में कहा गया है कि रामकृष्णा को लगभग 20 वर्षों तक सभी व्यक्तिगत और व्यावसायिक मामलों में एक रहस्यमय \"हिमालयी योगी\" द्वारा निर्देशित किया गया था. बाद में \"योगी\" का खुलासा स्टॉक एक्सचेंज के एक पूर्व अधिकारी आनंद सुब्रमण्यम के रूप में हुआ, जिसे बाजार में हेरफेर के मामले में गिरफ्तार किया गया था.\n</p>\n",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "xnNr_jD",
      "author": "Piyush Praharaj",
      "title": "User Requirement specification (URS) of Equipment’s in Pharmaceutical",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-10T11:09:20.152Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0kvmfvn8pqsy9164",
          "componenType": "Paragraph",
          "data": "<p><b>User requirement specification (URS) </b>is a list of all the requirements from the user, like equipment to be purchased. After the preparation of the list, the documents are sent to the manufacturer to get the required materials as per the given criteria.\n</p>\n<p>\nThe user department will raise the indent for his requirement regarding machine equipment or software. He/She will give all the requirements in the format of URS, which include the functional and technical specifications for the machine equipment or software. This specification in the written format is defined as URS. It shall be very specific.\n</p><p>\nThere should not be any confusion during the preparation for approval. Functional as well as technical aspects shall be clearly mentioned. The number of spare change parts required shall be mentioned in URS.\n</p><p>\nUsers should also give the details of other areas which are going to affect if the machine is procured or which are the other areas that need to modify such as the environmental (AHU) control system. Also, keep in mind whether this modification is possible and feasible; is it going to impact the other existing system. URS is a supporting document for the preparation of design qualifications.\n</p>",
          "numbered": false
        },
        {
          "componentId": "l0kvq2t11udp2m1pyle",
          "componenType": "h5",
          "data": "User requirement specification for equipment.",
          "numbered": false
        },
        {
          "componentId": "l0kvqhybk58415plq2c",
          "componenType": "Paragraph",
          "data": "<b>The following point must be included in URS:\n</b>",
          "numbered": false
        },
        {
          "componentId": "l0kvr7c53ll758fe9s6",
          "componenType": "List",
          "data": [
            "Name of the user department",
            "Location",
            "Machine/equipment/software name",
            "Purpose of the machine/equipment/software",
            "Other areas of impact (AHU, movement, and space)",
            "Parameters to be considered for the URS.",
            "Model making Name with specification, and quantity with the remark.",
            "Capacity: give the detailed specification and quantity likes requirement in Kilogram or liters.",
            "The material of construction: give details about the material of construction like Stainless steel and its grades.",
            "Give details about Instruments on machine likes Metal detector, Camera inspection system, and pinhole detector, etc.",
            "Required calibration details with the specification with remarks",
            "Details specification: baffles, Dia, punches, Guide track, cutter, and channel.",
            "Specified details about required tools",
            "Documentation like  Qualification/ manuals",
            "Environmental: (Include the temperature and humidity of the area ) / health safety requirements (like MCB and safety Guard) and Control (Specify needs of equipment, interfaces, output forms (e.g., USB)",
            "Critical control points"
          ],
          "numbered": false
        },
        {
          "componentId": "iouwer23789weioryoweerwo",
          "componenType": "Paragraph",
          "data": "<b>Others:\n</b>",
          "numbered": false
        },
        {
          "componentId": "werwewe098r908wer0",
          "componenType": "List",
          "data": [
            "Utilities. Utilities. Define the kind of power supply to use for the equipment, the requirement of UPS, or other utility requirements. Include water system, quality, or compressed gas, if required.",
            "Availability. Limitation of operation time for the equipment",
            "Supporting Documents. Operating manuals, warranty, parts, spare parts, circuit diagrams.",
            "User requirement specification document Shall be signed by an authorized person in the column prepared by, reviewed by, and approved by. In the end, review, revise, and approve the URS. The next step is the design qualification."
          ],
          "numbered": false
        },
        {
          "componentId": "l0kw086548yf70rd3yn",
          "componenType": "Paragraph",
          "data": "<b>Conclusion : </b>When a system is being created, User Requirements Specifications are a valuable tool for ensuring the system will do what users need it to try to do. ",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "tdnGPZX",
      "author": "Chandrasekhar Panda",
      "title": "Into the Duct: An Unusual Source of Bacteremia",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-13T20:22:17.387Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l0l9atbeystdnlts04",
          "componenType": "h2",
          "data": "Presentation\n",
          "numbered": false
        },
        {
          "componentId": "l0ppp3rs02rr7oevvh0u",
          "componenType": "Paragraph",
          "data": "A 52-year-old male presented to the hospital with a 3-day history of high-grade fever (over 39.0°C), arthralgia, and headache. He was diagnosed with acute pancreatitis for the first time at 28 years of age. Since then, he has been admitted several times due to chronic pancreatitis. The cause of chronic pancreatitis had been assumed to be alcohol consumption. Three months prior, he received an endoscopic ultrasound-fine needle aspiration to evaluate a mass in the pancreatic head, which yielded no evidence of malignancy. He denied abdominal pain, back pain, nausea or vomiting, or diarrhea. His other medical history included diabetes mellitus, but he did not take any medication or have any allergies. He was a current 52.5 pack-year smoker and was drinking 2 units of alcoholic beverage per day. There was no family history of pancreatic disease.",
          "numbered": false
        },
        {
          "componentId": "l0ppprl5a2haf5feoek",
          "componenType": "h2",
          "data": "Assessment",
          "numbered": false
        },
        {
          "componentId": "l0ppq1aby358am5mp2s",
          "componenType": "Paragraph",
          "data": "On physical examination, his blood pressure was 96/66 mmHg, pulse rate was 89 bpm, respiratory rate was 18 breaths per min, body temperature was 38.1°C, and oxygen saturation was 97% in ambient air. The conjunctiva was anicteric. The neck was supple. There were no murmurs or rales upon chest auscultation. His abdomen was not distended, and there was no abdominal tenderness. There was no erythema on the joints or skin. Blood tests revealed a white blood cell count within normal range (6,360/mm3) and severely decreased platelet counts (4.9 × 109/mm3). There was no elevation in serum aminotransferases or amylase levels (51 U/L); however, the C-reactive protein level was highly elevated (28.59 mg/dL). There was no pyuria or bacteriuria on urinalysis. The chest and abdominal computed tomography (CT) without contrast showed multiple calcified lesions in the pancreas, a dilated pancreatic duct, and slight peripancreatic fat stranding, and there were otherwise no findings that could explain the cause of his symptoms and signs. Transthoracic echocardiography showed no abnormality.\n<br/><br/>\nAlthough slight peripancreatic fat stranding was detected on the CT, acute pancreatitis or acute on chronic pancreatitis were not considered as a cause of fever because there was no abdominal pain and serum amylase level was normal. Instead, systemic symptoms such as fever, headache, arthralgia, relatively low blood pressure, and remarkably decreased platelet counts with elevated C-reactive protein levels indicated bacteremia. After taking blood and urine cultures, the patient was admitted and started receiving intravenous cefmetazole (1 g twice a day).\n<br/><br/>\nOn day 2, the blood cultures turned out to be positive for Enterobacteriaceae (identified as Escherichia coli on day 4), whereas the urine culture was sterile. An intra-abdominal abscess was considered as the source of bacteremia; however, the contrast-enhanced abdominal CT and abdominal ultrasound showed no additional findings. The patient was treated for bacteremia of unknown origin.",
          "numbered": false
        },
        {
          "componentId": "l0ppsdkcblj13e8mw6n",
          "componenType": "h2",
          "data": "Diagnosis",
          "numbered": false
        },
        {
          "componentId": "l0ppslra1ecpqh4y8nqj",
          "componenType": "Paragraph",
          "data": "The patient's condition did not improve despite effective antimicrobial therapy, even on day 5. At the time, the pancreas was considered as a possible source of bacteremia based on the patient's background. The follow-up serum amylase level on day 6 increased (295 U/L). The diffusion-weighted images in the magnetic resonance cholangiopancreatography showed high intensity in the pancreatic duct, suggesting infection in the pancreatic duct (Figure 1). There was no abnormal finding in the bile duct.",
          "numbered": false
        },
        {
          "componentId": "l0pptevkkacwcepb93c",
          "componenType": "Image",
          "data": "https://els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/attachment/15b05d87-9c8e-44a8-ac43-5567b021a74b/gr1.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ppujswjv0okv4pmyf",
          "componenType": "Paragraph",
          "data": "\n<b>Figure 1</b> Diffusion-weighted images in the magnetic resonance cholangiopancreatography showing high intensity in the pancreatic duct.",
          "numbered": false
        },
        {
          "componentId": "l0ppvt9fvwqnjnr7iqn",
          "componenType": "Paragraph",
          "data": "On day 7, endoscopic retrograde cholangiopancreatography was conducted, wherein a pruritic discharge from the papilla of Vater was detected (Figure 2). Following the incision of the sphincter of Oddi, the cholangiopancreatography revealed several filling defects suggestive of pancreatic stones and caudal dilatation of the pancreatic duct (Figure 3). There was no abnormal finding in the bile duct. The procedure was finished with the placement of an endoscopic nasopancreatic drainage tube. The pancreatic juice from the drainage tube was cultured and turned out to be positive for E coli. The patient was diagnosed with acute obstructive suppurative pancreatic ductitis (AOSPD).",
          "numbered": false
        },
        {
          "componentId": "l0ppwlw9mkxz2c14ps9",
          "componenType": "Image",
          "data": "https://els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/attachment/bfb8c16f-8910-4132-aabe-ba0954c4448b/gr2.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ppx1ib1k8k27ti0u6",
          "componenType": "Paragraph",
          "data": "<b>Figure 2</b> Pruritic discharge draining from the sphincter of Vater.\n",
          "numbered": false
        },
        {
          "componentId": "l0ppy59c05l6k87h1ex",
          "componenType": "Image",
          "data": "https://els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/attachment/0109b023-7aa9-41e3-b0ab-339fd08dc5be/gr3.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ppylktkmgoke6zdp",
          "componenType": "Paragraph",
          "data": "<b>Figure 3</b> Cholangiopancreatography revealing several filling defects suggestive of pancreatic stones and caudal dilatation of the pancreatic duct.",
          "numbered": false
        },
        {
          "componentId": "l0ppzhnllef0jsajmbo",
          "componenType": "h2",
          "data": "Management",
          "numbered": false
        },
        {
          "componentId": "l0ppzz06lgew68g8nw",
          "componenType": "Paragraph",
          "data": "After the drainage, the patient's condition improved. On day 18, he was transferred to a tertiary university hospital for further treatment, where he received extracorporeal shock wave lithotripsy to remove the pancreatic stones. He was finally discharged a week after transfer and has been well for 4 months.\n",
          "numbered": false
        },
        {
          "componentId": "l0pq0urbjmhbe45q5oa",
          "componenType": "h2",
          "data": "Discussion",
          "numbered": false
        },
        {
          "componentId": "l0pq14vpg2m31v3ld19",
          "componenType": "Paragraph",
          "data": "Obstructive suppurative pancreatic ductitis is defined as suppuration in the main pancreatic duct without a concurrently infected pseudocyst or pancreatic abscess.1,2 The typical presentation of AOSPD is an acute fever over 38.0°C with abdominal pain developed in a male aged 50 to 60 years who is a smoker and habitual drinker with a history of chronic pancreatitis.1 The other possible risk factors of AOSPD are diabetes mellitus, the presence of intraductal pancreatic stones, and prior pancreatic procedures.1,2 Fever, markedly elevated CRP level, and relatively lower serum amylase level at clinical onset are characteristic of AOSPD with chronic pancreatitis compared with acute on chronic pancreatitis.1 The essential finding to diagnose AOSPD is a confirmation of pancreatic duct obstruction with evidence of infection in the pancreatic duct, such as pancreatic pus or positive pancreatic juice culture.1,  2,  3 Because AOSPD can result in severe sepsis and requires drainage of the pancreatic duct,1 the timely correct diagnosis is essential.\n<br/><br/>\nIn this case, the lack of abdominal pain, the cardinal feature of AOSPD, seemed to distract the physicians’ diagnostic process. This hindered the timely effective drainage therapy for AOSPD. Abdominal pain was reported to be observed in 95% of patients with AOSPD;1 therefore, the lack of abdominal pain can be a high risk of diagnostic errors in patients with AOSPD. However, except for abdominal pain, there were almost all the typical characteristics for AOSPD, such as chronic pancreatitis, smoking, habitual drinking, prior pancreatic procedure, low amylase level, high CRP level, dilated pancreatic duct, and pancreatic stones fever, in our patient.1 The same was true of the previously reported case of AOSPD without abdominal pain.1 Besides, retrospectively, the peripancreatic fat stranding on the CT should have been recognized as a clue for AOSPD in this case. Indeed, although the prevalence was low, peripancreatic fat stranding has been reported to be observed in patients with AOSPD.1,2 Therefore, AOSPD should be considered as a differential diagnosis in patients with chronic pancreatitis who have several characteristics of AOSPD even though they do not have abdominal pain.\n<br/><br/>\nIn conclusion, AOSPD should be thought of as a differential diagnosis in patients with bacteremia of unknown origin, when patients have a history of chronic pancreatitis and other several characteristics of AOSPD, even they do not have abdominal pain. Because these patients require drainage of the pancreatic duct when antibiotic therapy fails, a timely correct diagnosis of AOSPD is necessary. The essential action for the diagnosis of AOSPD is “into the duct”.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "lLX8vvw",
      "author": "Chandrasekhar Panda",
      "title": "କେଶ ପାଇଁ ରସୁଣ",
      "dateCreated": "2022-03-10T17:41:39.974Z",
      "dateModified": "2022-03-15T05:02:17.062Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0ro0usdu5byl7245m8",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2020/12/the-3-best-essential-oils-for-hair-4-640x430-1.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ro18ehsnq9q7glpcs",
          "componenType": "Paragraph",
          "data": "<b>ରସୁଣ ପେଷ୍ଟ </b><br/>\nରସୁଣ ପେଷ୍ଟ କେଶ ମୂଳରେ ଲଗାଇ ୨୦ ମିନିଟ ରଖନ୍ତୁ। ଏହାପରେ ଏହାକୁ ଧୋଇ ଦିଅନ୍ତୁ। ଏହା କେଶ ପାଇଁ ଖୁବ ଉତ୍ତମ ଅଟେ। ଏହାକୁ ସପ୍ତାହକୁ ଥରେ ନିଶ୍ଚୟ ଲଗାନ୍ତୁ।\n<br/><b>ମହୁ ଓ ରସୁଣ </b><br/>\n୨ଚାମଚ ମହୁରେ ୩ ଚାମଚ ରସୁଣ ପେଷ୍ଟ ମିଶାଇ କେଶ ମୂଳରେ ଲଗାନ୍ତୁ। ୧୫ ମିନିଟ ରଖିବା ପରେ ସାମ୍ପୁ କରି ଦିଅନ୍ତୁ। ଏହାକୁ ସପ୍ତାହକୁ ୨ ଥର ଲଗାନ୍ତୁ।\n<br/><b>ଘିକୁଆଁରୀ ଓ ରସୁଣ </b><br/>\n୨ ଚାମଚ ଘିକୁଆଁରୀ ରସରେ ୩ ଚାମଚ ରସୁଣ ପେଷ୍ଟ ମିଶାଇ ଏହାକୁ କେଶର ମୂଳରେ ଲଗାନ୍ତୁ। ଏହାପରେ ଏହାକୁ ୧୫ ରୁ ୨୦ ମିନିଟ ରଖନ୍ତୁ। ନିର୍ଦ୍ଧାରିତ ସମୟ ପରେ କେଶକୁ ଧୋଇ ଦିଅନ୍ତୁ। ଏହା ରୂପିକୁ ସମ୍ପୂର୍ଣ୍ଣ ଦୂର କରିଥାଏ।\n<br/><b>ସେଓର ସିରକା ଓ ରସୁଣ ରସ </b><br/>\n୧ ଚାମଚର ରସୁଣ ରସରେ ୨ ଚାମଚ ସେଓର ସିରକା ମିଶାଇ ଏହାକୁ କେଶ ମୂଳରେ ଲଗାଇ ୨୦ ମିନିଟ ରଖନ୍ତୁ। ଏହା ପରେ ସାମ୍ପୁ କରି ଦିଅନ୍ତୁ। ଏହା ମଧ୍ୟ କେଶରୁ ରୂପି ଦୂର କରିଥାଏ।\n<br/><b>ରସୁଣ ପେଷ୍ଟ ଓ ଲେମ୍ବୁ ରସ </b><br/>\nରସୁଣ ପେଷ୍ଟ ଓ ଲେମ୍ବୁ ରସକୁ କେଶର ମୂଳରେ ଲଗାନ୍ତୁ। ଏହାକୁ ୧୫ ରୁ ୨୦ ମିନିଟ ରଖିବା ପରେ ଧୋଇ ଦିଅନ୍ତୁ। ସପ୍ତାହକୁ ଥରେ ଏହାକୁ ନିଶ୍ଚୟ ଲଗାନ୍ତୁ। ଏପରି କରିବା ଦ୍ୱାରା ରୂପି ଜନିତ ସମସ୍ୟାରୁ ମୁକ୍ତି ମିଳିଥାଏ।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "UOmh_Q5",
      "author": "Chandrasekhar Panda",
      "title": "ଢିଙ୍କିଆରେ ଜେଏସଡବ୍ଲୁ ପ୍ରକଳ୍ପକୁ ଅନୁମତି ପ୍ରସଂଗ, ୪ ସପ୍ତାହ ଭିତରେ ଜବାବ ଦାଖଲ ପାଇଁ କେନ୍ଦ୍ର ଓ ରାଜ୍ୟକୁ ନିର୍ଦ୍ଦେଶ",
      "dateCreated": "2022-03-10T17:45:39.138Z",
      "dateModified": "2022-03-15T05:12:08.406Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0rofhbm0ckg4tsju42",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2022/03/jsw-750x430.webp",
          "numbered": false
        },
        {
          "componentId": "l0rofywjyw6lmnribjh",
          "componenType": "Paragraph",
          "data": "କଟକ: ଜଗତସିଂହପୁର ଜିଲ୍ଲା‌ର ଢିଙ୍କିଆରେ ପୂର୍ବରୁ ପୋସ୍କୋ ପ୍ରକଳ୍ପକୁ ପ୍ରଦାନ କରାଯାଇଥିବା ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସକୁ ୨୦୧୯ରେ ଜେଏସଡବ୍ଲୁ ପ୍ରକଳ୍ପକୁ ଟ୍ରାନ୍ସଫର କରାଯିବା ବେଆଇନ ବୋଲି ଦର୍ଶାଇ ଦାୟର ଜନସ୍ବାର୍ଥ ଆବେଦନକୁ ହାଇକୋର୍ଟ ବିଚାର ପାଇଁ ଗ୍ରହଣ କରି ଜବାବ ତଲବ କରିଛନ୍ତି। କେନ୍ଦ୍ର ଓ ରାଜ୍ୟ ସରକାରଙ୍କୁ ହାଇକୋର୍ଟ ନୋଟିସ୍ ଜାରି କରିଛନ୍ତି। ଚାରି ସପ୍ତାହ ଭିତରେ କେନ୍ଦ୍ର ଓ ରାଜ୍ୟ ସରକାର ମାମଲାରେ ଜବାବ ଦାଖଲ କରିବେ। ଏହାପରେ ଆବେଦନକାରୀ ଚାହିଁଲେ ପ୍ରତିଜବାବ ଦାଖଲ କରି ପାରିବେ ବୋଲି ମୁଖ୍ୟ ବିଚାରପତି ଡକ୍ଟର ଜଷ୍ଟିସ ଏସ.ମୁରଲୀଧର ଓ ଜଷ୍ଟିସ ଆର.କେ.ପଟ୍ଟନାୟକଙ୍କୁ ନେଇ ଗଠିତ ଖଣ୍ଡପୀଠ ବାସୁଦେବ ଖଣ୍ଡୱାଲଙ୍କ ଆବେଦନର ଶୁଣାଣି କରି ନିର୍ଦ୍ଦେଶ ଦେଇଛନ୍ତି।",
          "numbered": false
        },
        {
          "componentId": "l0rogdedfx74d9gi6rt",
          "componenType": "Paragraph",
          "data": "ମେ ୯କୁ ମାମଲାର ପରବର୍ତ୍ତୀ ଶୁଣାଣି ପାଇଁ ଧାର୍ଯ୍ୟ କରାଯାଇଛି। ମାମଲାର ବିବରଣୀରୁ ପ୍ରକାଶ ଯେ ଢିଙ୍କିଆରେ ପୋସ୍କୋ ପ୍ରକଳ୍ପ ପାଇଁ ସରକାର ପ୍ରଦାନ କରିଥିବା ଜମିରେ କିଛି ଜଙ୍ଗଲ କିଶମ ଜମି ରହିଥିଲା। ଏଥି ପାଇଁ ରାଜ୍ୟ ସରକାରଙ୍କ ଅନୁମୋଦନକ୍ରମେ କେନ୍ଦ୍ର ସରକାର ପୋସ୍କୋ ପ୍ରକଳ୍ପକୁ ଫରେଷ୍ଟ କଂଜରଭେସନ୍ ଆଇନ ଅନୁସାରେ ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସ ୨୦୧୧, ମେ ୪ରେ ପ୍ରଦାନ କରିଥିଲେ। ପରବର୍ତ୍ତୀ ସମୟରେ ପୋସ୍କୋ ପ୍ରକଳ୍ପ ବନ୍ଦ ରହିଥିଲା। ପୋସ୍କୋ ପାଇଁ ପ୍ରଦାନ କରାଯାଇଥିବା ଜମିରେ ଜେଏସଡଡବ୍ଲୁ ପ୍ରକଳ୍ପ ଲାଗି ସରକାର ଅନୁମତି ଦେଇଥିଲେ। ପୂର୍ବରୁ ପୋସ୍କୋକୁ ମିଳିଥିବା ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସକୁ ଜେଏସଡବ୍ଲୁକୁ ଟ୍ରାନ୍ସଫର ପାଇଁ ରାଜ୍ୟ ସରକାର ସୁପାରିସ କରିଥିଲେ। ଏହାପରେ କେନ୍ଦ୍ର ସରକାରଙ୍କ ଅନୁମତିରେ ପୂର୍ବରୁ ପେସ୍କୋକୁ ପ୍ରଦାନ କରାଯାଇଥିବା ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସକୁ ଜେଏସଡବ୍ଲୁ ପ୍ରକଳ୍ପକୁ ଟ୍ରାନ୍ସଫର କରାଯାଇଥିଲା। ଏପରି ଫରେଷ୍ଟ କ୍ଲିୟରାନ୍ସ ଟ୍ରାନ୍ସଫର ପ୍ରସଂଗ ବେଆଇନ ଓ ଏହା ଫରେଷ୍ଟ କଂଜରଭେସନ୍ ଆକ୍ଟର ଉଲ୍ଲଂଘନ କରୁଛି ବୋଲି ଦର୍ଶାଇ ଆବେଦନକାରୀ ହାଇକୋର୍ଟଙ୍କ ଦ୍ବାରସ୍ଥ ହୋଇଛନ୍ତି। ମାମଲାରେ କେନ୍ଦ୍ର ପରିବେଶ, ଜଙ୍ଗଲ ଓ ଜଳବାୟୁ ପରିବର୍ତ୍ତନ ମନ୍ତ୍ରଣାଳୟ, ରାଜ୍ୟ ଜଙ୍ଗଲ ଓ ପରିବେଶ ବିଭାଗ, ଜଗତସିଂହପୁର ଜିଲ୍ଲାପାଳ ଓ ଅନ୍ୟମାନଙ୍କୁ ପକ୍ଷଭୁକ୍ତ କରାଯାଇଛି।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "Sp3NClw",
      "author": "Chandrasekhar Panda",
      "title": "Top 20 Pharmaceutical Companies in India 2022",
      "dateCreated": "2022-03-10T17:47:39.512Z",
      "dateModified": "2022-03-14T11:32:17.249Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0qmdq0slw9ly6k2zf",
          "componenType": "Image",
          "data": "https://static.startuptalky.com/2021/09/Pharmaceutical-Companies-in-India-Startuptalky.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qm6ncj3ix526r5tt8",
          "componenType": "Paragraph",
          "data": "Due to the COVID-19 pandemic, healthcare facilities and medicines have become the need of the hour. India, the second-largest populated country, has also seen numerous cases of Covid-19 and the numbers are still growing. India's pharma sector is also growing and changing lives by providing the necessary amenities. According to the Ministry of Chemicals and Fertilizers, the turnover of pharmaceutical companies in India was 18.12 billion USD in 2018 and 19.14 billion USD in the fiscal year 2019. The domestic drug market recorded sales worth 2.15 billion USD in April 2021. It has increased 51.5% compared to $1.42 billion in April 2020. The moving annual turnover is $20.88 billion as of April 2021, up from $19.64 billion in April 2020.",
          "numbered": false
        },
        {
          "componentId": "l0qm6w18td4gw7estw",
          "componenType": "Paragraph",
          "data": "Generic drugs from top pharma companies account for 20% of global exports in terms of volume, making India the largest provider of generic medicines globally. The Indian pharmaceutical market is expected to be worth 33.18 billion USD and will reach 9th position in the global pharma market by 2023. Here, we have listed some of the best pharmaceutical companies, which manufacture exemplary pharmaceutical products in India and are ruling India's pharma sector",
          "numbered": false
        },
        {
          "componentId": "l0qm7ywb25x21tgrcme",
          "componenType": "List",
          "data": [
            "Sun Pharmaceutical Industries",
            "Divi's Laboratories",
            "Dr. Reddy's Laboratories",
            "Cipla Limited",
            "Emcure Pharmaceuticals",
            "Biocon Limited",
            "Torrent Pharma",
            "Lupin Limited",
            "Cadila Healthcare Limited",
            "Aurobindo Pharma Limited",
            "Intas Pharmaceuticals Limited",
            "Glenmark Pharma Limited",
            "Innovexia Life Sciences Pvt. Ltd.",
            "Biophar Lifesciences Pvt.Ltd.",
            "Mankind Pharma Limited",
            "Piramal Enterprises Limited",
            "Laurus Labs Ltd.",
            "Abbott India Ltd.",
            "Alkem Laboratories",
            "Alembic Pharmaceuticals"
          ],
          "numbered": true
        },
        {
          "componentId": "l0qmff44z0ftswtea4",
          "componenType": "h4",
          "data": "Sun Pharmaceutical Industries\n",
          "numbered": false
        },
        {
          "componentId": "l0qmgc1hn4ta7rmareq",
          "componenType": "Image",
          "data": "https://static.startuptalky.com/2021/05/Sun-Pharmaceutical-Top-Pharmaceutical-Companies-StartupTalky.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qmgf5lzjl9jfcjhy",
          "componenType": "Paragraph",
          "data": "<b>\nFounded: 1983<br/>\nOwner: Dilip Shanghvi<br/>\nHeadquarters: Goregaon, Mumbai<br/>\nRevenue: $4.7 billion (FY20)<br/>\n</b>",
          "numbered": false
        },
        {
          "componentId": "l0qmiccb7ycl1h25ke",
          "componenType": "Paragraph",
          "data": "Sun Pharmaceutical Industries' revenue was $4.7 billion in 2020. It is a leading multinational pharmaceutical company in India. Sun Pharma was established in the year 1983. It was founded by Mr. Dilip Shanghvi, who is also the MD of Sun Pharmaceuticals. The company started offering products to treat psychiatric ailments. Now, the company also offers formulations in various therapeutic, gastroenterology, and diabetology.\n<br/>\nSun Pharmaceutical Industries is the largest pharmaceutical company in India based on overall revenue. It is the fourth largest global specialty generic pharmaceutical company in the world. It also sells Carbamazepine, Etodolac, and Clorazepate as well as anti-cancer, steroids, peptides, sex hormones, and controlled substances. Its subsidiaries include Ranbaxy Laboratories, Sun Petrochemical Pvt. Ltd, Sun Ophthalmic Inc, Alkaloida Chemical Company Zrt, Chattem Chemicals Inc. This pharmacy business sells affordable medicines in over 150 countries across 6 continents.",
          "numbered": false
        },
        {
          "componentId": "l0qmizwyxdqzgoxlc7a",
          "componenType": "h4",
          "data": "Divi's Laboratories\n",
          "numbered": false
        },
        {
          "componentId": "l0qmj90hthambtmzal",
          "componenType": "Image",
          "data": "https://static.startuptalky.com/2021/05/Divi-s-Laboratories-Top-Pharmaceutical-Companies-StartupTalky.jpg",
          "numbered": false
        },
        {
          "componentId": "l0qmjc0mfz29g25g4gb",
          "componenType": "Paragraph",
          "data": "<b>\nFounded: 1990\n<br/>\nOwner: Murali Divi\n<br/>\nHeadquarters: Hyderabad\n<br/>\nRevenue: $780 million (FY20)<br/>\n</b>\n",
          "numbered": false
        },
        {
          "componentId": "l0qmjffei9wwx27h7t",
          "componenType": "Paragraph",
          "data": "Divi’s Laboratories Limited is an Indian multinational pharmaceutical company based in Hyderabad, India. Divi's Laboratories was founded in 1990. Divi's Laboratories Ltd. manufactures active pharmaceutical ingredients (APIs) and intermediates. This pharmaceutical company in India is engaged in the manufacture of leading generic compounds, Nutraceutical ingredients, custom synthesis of APIs, and intermediates for global innovator companies. Divi’s Laboratories is one of the largest API companies in the world, with $780 million revenue in 2020, and exporting to more than 95 countries.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "xRQDz-Q",
      "author": "Chandrasekhar Panda",
      "title": "ମହିଳା ଦିବସ ଅବସରରେ ମହିଳା ପୁଲିସ କର୍ମଚାରୀଙ୍କୁ ଆରକ୍ଷୀ ମହାନିର୍ଦ୍ଦେଶକଙ୍କ ଶୁଭେଚ୍ଛା",
      "dateCreated": "2022-03-10T17:47:39.512Z",
      "dateModified": "2022-03-15T05:15:12.846Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l0laaerwgrzq6zdqxg",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2021/05/odisha-police-650x430.jpg",
          "numbered": false
        },
        {
          "componentId": "l0rojkkgqujbleq0w7",
          "componenType": "Paragraph",
          "data": "ଅର୍ନ୍ତଜାତୀୟ ମହିଳା ଦିବସ ଅବସରରେ ରାଜ୍ୟ ଆରକ୍ଷୀ ମହାନିର୍ଦ୍ଦେଶକ ସୁନୀଲ କୁମାର ବଂସଲ ଓଡ଼ିଶା ପୁଲିସ ଅଧିନରେ କାର୍ଯ୍ୟ କରୁଥିବା ସମସ୍ତ ମହିଳା ଅଧିକାରୀ ଓ କର୍ମଚାରୀଙ୍କୁ ଶୁଭେଚ୍ଛା ଓ ଅଭିନନ୍ଦନ ଜଣାଇଛନ୍ତି। ସେମାନଙ୍କ କର୍ତବ୍ୟ ପରାୟଣତା, ନିଷ୍ଠା ଏବଂ ନେତୃତ୍ୱ ଯୋଗୁଁ ସୁସ୍ଥ ସମାଜ ଗଠନ ହେବାରେ ସହାୟକ ହୋଇପାରିଛି। ଆଗାମୀ ଦିନରେ ମଧ୍ୟ ସେମାନଙ୍କର ଏହି ଅବଦାନ ସମାଜକୁ ଏକ ନୂତନ ଦିଗକୁ ନେଇପାରିବ ବୋଲି ଡିଜିପି ଶ୍ରୀ ବଂସଲ ଆଶାପ୍ରକଟ କରିଛନ୍ତି। ସାରା ରାଜ୍ୟର ବିଭିନ୍ନ ଅଞ୍ଚଳରେ ଏସ୍‍ପି, ଏସ୍‍ଡିପିଓ, ଆଇଆଇସି, ଏସ୍‍ଆଇ, କନେଷ୍ଟବଳ ଏବଂ ହୋମ୍‍ଗାର୍ଡ ଭାବେ କାର୍ଯ୍ୟ କରୁଥିବା ମହିଳାଙ୍କୁ ଡିଜିପି ପ୍ରଶଂସା କରିବା ସହ ସେମାନଙ୍କ ଅବଦାନ ସମଗ୍ର ପୁଲିସ ବିଭାଗକୁ ରୁଦ୍ଧିମନ୍ତ କରି ପାରିଛି ଡିଜିପି ମତବ୍ୟକ୍ତ କରିଛନ୍ତି।\n<br/><br/>\nସୂଚନାଯୋଗ୍ୟ ଯେ, ବର୍ତମାନ ସାରା ରାଜ୍ୟରେ ୧ ଶହରୁ ଊର୍ଦ୍ଧ୍ବ ଥାନା ଅଧିକାରୀ, ଉପଖଣ୍ଡ ପୁଲିସ ଅଧିକାରୀ ଏବଂ ଆରକ୍ଷୀ ଅଧିକ୍ଷକ ଭାବେ ମହିଳାମାନେ କାର୍ଯ୍ୟ କରୁଛନ୍ତି। ଯାହାକି ଆମ ଦେଶର ଅନ୍ୟ ରାଜ୍ୟ ତୁଳନାରେ ସର୍ବାଧିକ କହିଲେ ଅତ୍ୟୁକ୍ତି ହେବ ନାହିଁ। ଏହି ଅବସରରେ ଡିଜିପି ଶ୍ରୀ ବଂସଲ ଥାନାକୁ ଅଭିଯୋଗ ନେଇ ଆସୁଥିବା ଲୋକଙ୍କୁ ଉତ୍ତମ ବ୍ୟବହାର ଏବଂ ସୁସ୍ଥ ପରିବେଶ ଗଠନ କରିବା ଉପରେ ଗୁରୁତ୍ୱ ପ୍ରଦାନ କରିଛନ୍ତି। ଏହାବ୍ୟତୀତ ଥାନାରେ କାର୍ଯ୍ୟ କରୁଥିବା ମହିଳା ଅଧିକାରୀ ଓ କର୍ମଚାରୀଙ୍କ ଆତ୍ମବିଶ୍ୱାସ ବଢାଇବାକୁ ମଧ୍ୟ ଡିଜିପି ଶ୍ରୀ ବଂସଲ ସମସ୍ତଙ୍କୁ ନିବେଦନ କରିଛନ୍ତି।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "RV3gq8_",
      "author": "Chandrasekhar Panda",
      "title": "America: खेल-खेल में गन चला बैठा 3 साल का मासूम बच्चा, गोली लगने से गई मां की जान",
      "dateCreated": "2022-03-10T17:49:37.838Z",
      "dateModified": "2022-03-15T05:18:59.590Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l0rommctosz44ig2cxi",
          "componenType": "Paragraph",
          "data": "खेलते खेलते बच्चे के हाथों से ट्रिगर दब गया और उसकी 22 वर्षीय मां डेजाह बेनेट को गर्दन में गोली जाकर लग गई. हालांकि बच्चे की मां को शिकागो के एक अस्पताल ले जाया गया जहां उसे मृत घोषित कर दिया गया.",
          "numbered": false
        },
        {
          "componentId": "l0ronal6fb3ze2zvo28",
          "componenType": "Image",
          "data": "https://c.ndtvimg.com/2019-01/k0915tug_gun-generic-pixabay-650_625x300_31_January_19.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ronhn2w5udp3fhua9",
          "componenType": "Paragraph",
          "data": "<b>वॉशिंटन: </b>अमेरिका (America) के शिकागो में एक तीन साल के बच्चे ने अपनी मां (Mother) की गोली मारकर हत्या कर दी है. बताया जा रहा था कि मासूम बच्चा पिता की बंदूक से खेल रहा था, उसी दौरान यह हादसा घटा. गोली गर्दन के पिछले हिस्से में लगी, जिसके बाद महिला को शिकागो के एक अस्पताल (Hospital) ले जाया गया. जहां उसे मृत घोषित कर दिया गया. पुलिस ने भी शनिवार को हुई इस घटना की पुष्टि की है.",
          "numbered": false
        },
        {
          "componentId": "l0rooblxtgh6ssb0t3",
          "componenType": "Paragraph",
          "data": "शनिवार की शाम को यह दुर्घटना मिडवेस्टर्न शहर के एक उपनगर, डोल्टन में एक सुपरमार्केट की पार्किंग में हुई. बच्चा कार के पीछे बच्चे की सीट पर बैठा था, जिसके सामने उसके माता-पिता थे. इसी बीच बच्चा खेलते खेलते पिता की पिस्तौल पर हाथ रखने में कामयाब हो गया. स्थानीय पुलिस प्रमुख रॉबर्ट कॉलिन्स ने एएफपी को बताया कि बच्चा कार के अंदर उससे खेलने लगा. इसी दौरान बच्चा ट्रिगर दबा बैठा.\n<br/>\nबच्चे के दबाते ही गोली उसकी 22 वर्षीय मां डेजाह बेनेट की गर्दन (Neck) के पिछले हिस्से में लग गई. जिसके बाद उसे शिकागो के एक अस्पताल ले जाया गया जहां उसे मृत घोषित कर दिया गया. उधर, कोलिन्स ने कहा कि बच्चे के पिता को हिरासत में ले लिया है. पुलिस जांच कर रही है कि क्या उनके पास कानूनी रूप से बंदूक है और क्या उन पर आरोप होना चाहिए.\n<br/><br/>\nएक अनुमान के मुताबिक नाबालिगों द्वारा अनजाने में फायरिंग हर साल औसतन 350 मौतों का कारण बनती है. अमेरिका में बंदूक खरीदना और रखना बेहद आसान है. एवरीटाउन फॉर गन की हालिया रिपोर्ट के अनुसार, \"हर साल, यूएस में सैकड़ों बच्चे अलमारी और नाइटस्टैंड दराज में असुरक्षित, भरी हुई बंदूकें, बैकपैक्स और पर्स में, या बस छोड़ दिए जाते हैं और गलती से गोली चल जाती है.. ",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "f2NWQbQ",
      "author": "Chandrasekhar Panda",
      "title": "ରୁଷର ୧୦୦ ସୈନିକଙ୍କୁ ହତ୍ୟା କଲା ୟୁକ୍ରେନ୍‌",
      "dateCreated": "2022-03-10T17:49:55.232Z",
      "dateModified": "2022-03-15T05:05:21.769Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l0ro6reqx6u5l7xy6hk",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2022/03/ukraine-russia-war-650x430.jpg",
          "numbered": false
        },
        {
          "componentId": "l0ro6yer4jjixlra6nw",
          "componenType": "Paragraph",
          "data": "<b>କିଭ୍‌: </b>୨୦ ଦିନରେ ପହଞ୍ଚିଲା ୟୁକ୍ରେନ୍‌-ରୁଷ ଯୁଦ୍ଧ । ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଚାଲିଛି ଘମାଘୋଟ ଲାଢ଼େଇ । ରୁଷ ସେନା ୟୁକ୍ରେନ୍‌ ଉପରେ ଅହରହ ଆକ୍ରମଣ କରୁଛନ୍ତି । ଆଜି ରୁଷ ୟୁକ୍ରେନର ଖାରକିଭ ସହରରେ ବଡ଼ ଧରଣର ବିସ୍ଫୋରଣ କରୁଛି । ଖାରକିଭରେ ମିଶାଇଲ ଆକ୍ରମଣ କରି ବଡ଼ ବଡ଼ ଅଟ୍ଟାଳିକା ନଷ୍ଟ କରୁଥିବା ସୂଚନା ମିଳିଛି । ଖାଲି ସେତିକି ନୁ​‌ହେଁ ରୁଷ ଖାରକିଭ ସହ ୟୁକ୍ରେନ୍‌ର ଅନ୍ୟ କିଛି ସହରରେ ମଧ୍ୟ ଆକ୍ରମଣ କରୁଛି । ଏହି ଆକ୍ରମଣରେ ୟୁକ୍ରେନର ବହୁ ସମ୍ପତ୍ତି ନଷ୍ଟ ହେଉଥିବା ମଧ୍ୟ ଦେଖିବାକୁ ମିଳିଛି । ଅନ୍ୟପଟେ ରୁଷର ଆକ୍ରମଣକୁ କଡ଼ା ଜବାବ ଦେଉଛି ୟୁକ୍ରେନ୍‌ । ୟୁକ୍ରେନ୍‌ ରୁଷର ୧୦୦ ସୈନିକଙ୍କୁ ହତ୍ୟା କରିଥିବା ଦାବି କରିଛି । ତାହା ସହ ୟୁକ୍ରେନ୍‌ ମଧ୍ୟ ଆହୁରି କହିଛି ରୁଷର ୬ଟି ଲଢ଼ୁଆ ଗାଡ଼ିକୁ ନଷ୍ଟ କରିଛି ।",
          "numbered": false
        },
        {
          "componentId": "l0ro7ir4h8zvgyjz7a",
          "componenType": "Paragraph",
          "data": "ଗତ ୧୯ ଦିନ ହେଲା ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଘମାଘୋଟ ଯୁଦ୍ଧ ଲାଗି ରହିଛି । ଏହାରି ଭିତରେ ଦୁଇ ଦେଶର ଅନେକ ସୈନିକଙ୍କ ସହ ସାଧାରଣ ଲୋକଙ୍କ ମୃତ୍ୟୁ ହେଲାଣି । ଦୁଇ ଦେଶର ଅର୍ଥନୀତି ଉପରେ ମଧ୍ୟ ପ୍ରଭାବ ପଡ଼ିଲାଣି । ତଥାପି ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଯୁଦ୍ଧ ଥମିବାର ନାଁ ନେଉନାହିଁ । ଉଭୟ ଦେଶର ପ୍ରତିନିଧି ମାନଙ୍କ ସହ ଏନେଇ ଆଲୋଚନା ହେଉଛି । ତଥାପି କୌଣସି ସୁଫଳ ମିଳିପାରୁନାହିଁ । ୪ଥର ଯୁଦ୍ଧକୁ ନେଇ ଦୁଇ ଦେଶ ମଧ୍ୟରେ ଆଲୋଚନା ହୋଇଥିଲା । ଗତକାଲି ଦୁଇ ଦେଶର ପ୍ରତିନିଧ ବୈଠକ ବସିଥିଲେ । ହେଲେ କୌଣସି ସମାଧାନର ବାଟ ବାହାରି ପାରିନଥିବା ବେଳେ, ଆଜି ଯୁଦ୍ଧକୁ ନେଇ ପୁଣି ଉଭୟ ଦେଶ ମଧ୍ୟରେ ଆଲୋଚନା ହେବା ନେଇ ଜଣାପଡ଼ିଛି ।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "P9IW8VJ",
      "author": "Chandrasekhar Panda",
      "title": "ହୋଟେଲକୁ ଯାଉଛି ଚିଲିକା ପକ୍ଷୀ ମାଂସ",
      "dateCreated": "2022-03-10T17:51:32.818Z",
      "dateModified": "2022-03-16T18:59:31.883Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l0ro98omo6pbo7j2u7c",
          "componenType": "Paragraph",
          "data": "<b>ଖୋର୍ଦ୍ଧା:</b> ନୀଳାମ୍ବୁ ଚିଲିକାର ସମ୍ମୋହନରେ ଆକର୍ଷିତ ହୋଇ ଦୀର୍ଘପଥ ଅତିକ୍ରମ କରି ଆସୁଥିବା ବିଦେଶୀ ପକ୍ଷୀ ଏଠାରେ ନିରାପଦ ନୁହନ୍ତି। ୧୬ ନମ୍ବର ଜାତୀୟ ରାଜପଥ ରାତାମାଟି ଛକ ନିକଟରୁ ଶନିବାର ବିପୁଳ ସଂଖ୍ୟାରେ ମୃତ ପକ୍ଷୀର ଉଦ୍ଧାର କରାଯାଇଛି। ଶତାଧିକ ମୃତପକ୍ଷୀକୁ ରାସ୍ତା ପାର୍ଶ୍ବରେ କିଏ ପକାଇଲା, ବନ୍ୟପ୍ରାଣୀ ବିଭାଗ ଏହି ପକ୍ଷୀଙ୍କୁ ମାରିଥିବା ଶିକାରୀଙ୍କ ପାଖରେ ପହଞ୍ଚିପାରୁଛି କି ନାହିଁ ତାହାକୁ ନେଇ ମଧ୍ୟ ଚର୍ଚ୍ଚା ହେଉଛି। ଏବେ ନୂଆବର୍ଷ ଆସୁଥିବାରୁ ଏବଂ ବଡ଼ବଡ଼ ନାମୀଦାମୀ ହୋଟେଲ ତଥା କ୍ଲବ ଓ ଧନୀଧନାଢ଼୍ୟ ମହଲରେ ଏହାର ଚାହିଦା ଥିବା ଆଲୋଚନା ହେଉଥିବାବେଳେ ଏସବୁ ପକ୍ଷୀକୁ ବିଭିନ୍ନ ଉପାୟରେ ଶିକାରୀମାନେ ମାରି ସେମାନଙ୍କ ନିକଟରେ ପହଞ୍ଚାଇବାର ସୁବନ୍ଦୋବସ୍ତ ହେଉଥିବା ଅଭି​‌େ​ଯାଗ ହେଉଛି। ଏଥିରେ କିଛି ଉଚ୍ଚ ପଦରେ ଥିବା ପୁଲିସ ଓ ବନ କର୍ମଚାରୀ ଥିବା ମଧ୍ୟ କୁହାଯାଉଛି।",
          "numbered": false
        },
        {
          "componentId": "l0ro9swx7ibpnah4pga",
          "componenType": "Image",
          "data": "https://www.samajalive.in/wp-content/uploads/2021/12/chilika-birds-750x430.jpg",
          "numbered": false
        },
        {
          "componentId": "l0roa75av7yhz01kaoj",
          "componenType": "Paragraph",
          "data": "ରତାମାଟି ଛକରୁ ଶତାଧିକ ମୃତ ପକ୍ଷୀଙ୍କ ମୃତଦେହ ଠାବ କରାଯାଇଛି। ଚିଲିକା କୁଳଠାରୁ ରତାମାଟି ଛକ ଅତିକମରେ ୧୫ କିମି ହେବ। ଏତେ ଦୂରକୁ ଏତେ ସଂଖ୍ୟାର ପକ୍ଷୀ ବିନା ଗାଡ଼ିରେ ଆଣିହେବନି। ଏତେ ଚଢ଼େଇ କିଏ ମାରୁଛି, କୋଉଁଠି ବିକ୍ରି କରାଯାଉଛି ତାହା ତଦନ୍ତ ସାପେକ୍ଷ। ଏଥି ପାଇଁ ଏକ ରାକେଟ କାମ କରୁଛି। ବ୍ୟବଚ୍ଛେଦ ପରେ ମୃତ ପକ୍ଷୀଗୁଡିକୁ ପୋତାଯାଇଛି।",
          "numbered": false
        },
        {
          "componentId": "l0roaldcj1ge8fcanuk",
          "componenType": "Paragraph",
          "data": "ଚଳିତବର୍ଷ ଆରମ୍ଭରୁ ୪୫ଟି ମୃତ ପକ୍ଷୀ ପୂର୍ବରୁ ଜବତ କରାଯାଇଥିବା ବେଳେ ଆଠ ଜଣଙ୍କୁ କୋର୍ଟଚାଲାଣ କରାଯାଇଛି। ବନ୍ୟପ୍ରାଣୀ ସୁରକ୍ଷା ଆଇନ ୧୯୭୦ ଧାରା ୯ ଓ ୪୯ ଅନୁଯାଇ ପକ୍ଷୀ ହତ୍ୟାରେ ସମ୍ପୃକ୍ତ ବ୍ୟକ୍ତିଙ୍କ ନାମରେ କେଶ ରୁଜୁ କରିବାରେ ନିୟମ ରହିଛି। ପୁଣି ଏହି ଆଇନ ଧାରା ୫୧ ଅନୁଯାୟୀ ୩ରୁ ୭ବର୍ଷ କାରାଦଣ୍ଡର ବ୍ୟବସ୍ଥା ଥିଲେ ମଧ୍ୟ ଏହି ରେଞ୍ଜ ଇଲାକାର କୈାଣସି ଅପରାଧି ଶିକାରୀଙ୍କୁ ଏପରି ଦଣ୍ଡ ମିଳିବାର ନଜିର ନାହିଁ। ଆବଶ୍ୟକ ସଚେତନତା ଓ ସୁରକ୍ଷା କର୍ମୀଙ୍କ ଅଭାବରୁ ମାତ୍ରାଧିକ ପକ୍ଷୀ ଶିକାର ବଢ଼ି ଚାଲିଛି। ଫାଶ ଓ ଗୁଳି ଅପେକ୍ଷା ଖାଦ୍ୟରେ ବିଷ ପ୍ରୟୋଗକରି ପକ୍ଷୀ ହତ୍ୟା କରିବାର ଦାନବୀୟ କୈାଶଳକୁ ଏବେ ଶିକାରୀମାନେ ଆପଣଉଛନ୍ତି। ଫସଲରେ ପୋକ ମାରିବାକୁ ମିଳୁଥିବା ଫ୍ଲୁରାଡନ କୀଟନାଶକକୁ ପକ୍ଷୀଙ୍କ ଖାଦ୍ୟରେ ମିଶାଇ ଚିଲିକା ନାଶି ଅଞ୍ଚଳରେ ଥୁଆ ଯାଉଛି। ଯାହାକୁ ଖାଇ ଶହ ଶହ ପକ୍ଷୀ ମରୁଛନ୍ତି। ଶିକାରୀ ବିଷ ଥୁଆ ସ୍ଥାନରୁ କେତୋଟି ମଲା ପକ୍ଷୀ ଗୋଟାଇ ଆଣୁଥିବା ବେଳେ ବିଷ ଜ୍ୱାଳା ସହିନପାରି ପଲ ପଲ ପକ୍ଷୀ ଏଣେ ତେଣେ ପଡ଼ି ମରୁଛନ୍ତି। ୧୧ ବର୍ଗ କି.ମି ହ୍ରଦର ବାଲୁଗାଁ ,ଚିଲିକା ବନ୍ୟପ୍ରାଣୀ ଖଣ୍ଡ(ଡିଭିଜନ)କୁ ବାଲୁଗାଁ, ଟାଙ୍ଗୀ,ରମ୍ଭା, ସାତପଡ଼ା, ନୂଆପଡ଼ା ଏପରି ୫ଟି ରେଞ୍ଜରେ ବିଭକ୍ତ କରାଯାଇଛି। ଟାଙ୍ଗୀ ରେଞ୍ଜରେ ଅଧିକ ପକ୍ଷୀ ଶିକାର ହେଉଥିବା ବେଳେ ଅନ୍ୟ ୪ଟି ରେଞ୍ଜରେ କାଁ ଭାଁ ପକ୍ଷୀ ଶିକାର ହେଉଥିବା ଜଣାପଡ଼ିଛି।\n<br/><br/>\nସରଳସିଂହ ଗେଟ ନିକଟବର୍ତ୍ତୀ ଭାଷାରା ପାହଡଠାରୁ ଦେଇପୁର ଆଳିପଡ଼ା ପର୍ଯ୍ୟନ୍ତ ଉପକୂଳର ଦୈର୍ଘ୍ୟ ୬୮କି.ମି. ଏବଂ ଉପକୁଳଠାରୁ ଚିଲିକା ପାଣି ଭିତରକୁ ୫ କିମି ପର୍ଯ୍ୟନ୍ତ ଟାଙ୍ଗୀ ରେଞ୍ଜରେ ଯାଉଛି। ପକ୍ଷୀଙ୍କ ସୁରକ୍ଷା ପାଇଁ ଟାଙ୍ଗୀ ରେଞ୍ଜ ଅଞ୍ଚଳର ସୋରଣ, ମଙ୍ଗଳାଯୋଡ଼ି, ଦେଇପୁର, ଦୋଛିଆଁ, ଭୁଷଣ୍ଡପୁର, ବାଲିପାଟପୁର, ଅଭିମାନପୁର, ସୁନ୍ଦରପୁର, ବରୁଣପଡ଼ା, ବାଲିନାସି, ନଇରି ଆଦି ସ୍ଥାନରେ ୧୧ଟି କ୍ୟାମ୍ପ କରାଯାଇଛି। ଗୋଟିଏ କ୍ୟାମ୍ପରେ ଜଣେ ଫରେଷ୍ଟର କିମ୍ବା ଜଣେ ଗାର୍ଡ ଦାୟିତ୍ୱରେ ରହୁଥିବା ବେଳେ ପ୍ରତି କ୍ୟାମ୍ପ ପାଇଁ ୩ ଜଣ ଲେଖାଏଁ ଠିକା କର୍ମଚାରୀ ଦାୟିତ୍ୱରେ ରଖାଯାଇଛି। ଏହା ସହିତ ଚିଲିକା ପାଣିରେ ଡଙ୍ଗା ଦ୍ୱାରା ବୁଲିବା ପାଇଁ ଭ୍ରାମ୍ୟାମାଣ ସ୍କାର୍ଡ ଗଠନ କରାଯାଇଛି। ସ୍ୱାର୍ଡ ପାଇଁ ୮ଜଣଙ୍କୁ ଠିକା କର୍ମଚାରୀ ନିୟୋଜିତ ହୋଇଛନ୍ତି। ଏତେ ବଡ଼ ଅଞ୍ଚଳକୁ ଜଣେ ବନାଞ୍ଚଳ ଅଫିସର, ତିନିଜଣ ଫରେଷ୍ଟର ଓ ୮ଜଣ ଗାର୍ଡ ଥିବା ଜଣାପଡ଼ିଛି।\n<br/><br/>\nଏ ନେଇ ଟାଙ୍ଗୀ ଚୁଡାମଣି ମୁର୍ମୁଙ୍କୁ ପଚାରିବାରେ ସେ କହିଲେ ରତାମାଟି ଛକ ନିକଟରୁ ୨୯ଟି ମୃତ ପକ୍ଷୀ ଦବତ କରାଯାଇଛି। କିଏ ଏହି ଚଢେଇ ମାରିଲା ତାର ତତନ୍ତ ଚାଲିଛି। ପୁଣି ଏପିଆର ଫୋର୍ସ ସହାୟତା ଦେବା ପାଇଁ ଚିଲିକା ବଣ୍ୟପ୍ରାଣୀ ବିଭାଗ ଡିଏଫଓ ଜରିଆରେ ଲେଖାଯାଇଛି। ପାଇଁ ପକ୍ଷୀ ହତ୍ୟା ଦ୍ୱାରା ପ୍ରକୃତିର ଭାରସାମ୍ୟ ଓ ଜୈବବିଧତା ଗଭୀର ଭାବେ ପ୍ରଭାବିତ ହେଉଛି। ବିଦେଶାଗତ ପକ୍ଷୀମାନଙ୍କର ମାଂସ ଭକ୍ଷଣଦ୍ୱାରା ବ୍ଲାଡ ଫ୍ଲୁ ବ୍ୟାପିବାର ଆଶଙ୍କା ରହିଛି ବୋଲି ଚିକିତ୍ସା ବିଜ୍ଞାନୀମାନେ କହୁଛନ୍ତି। ବିରଳ ପ୍ରଜାତିର ବିଲୁପ୍ତ ହେଇଯାଉଥିବା ପକ୍ଷୀଙ୍କୁ ବଞ୍ଚାଇବା ପାଇଁ ମାନବ ସମ୍ବଳ ବୃଦ୍ଧି ସୁରକ୍ଷା ବ୍ୟବସ୍ଥା କଡ଼ାକଡ଼ି ସହ ଏହାର ଉଚ୍ଚସ୍ତରୀୟ ତଦନ୍ତ କରି ବିହିତ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ଗ୍ରହଣ କରିବାକୁ ପରିବେଶବିତ ମତ ଦେଉଛନ୍ତି।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "zRMj9V5",
      "author": "Chandrasekhar Panda",
      "title": "Can medical product development be better aligned with global needs?",
      "dateCreated": "2022-03-13T19:49:35.549Z",
      "dateModified": "2022-03-17T19:54:54.038Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0ppftnwevvhmx6harw",
          "componenType": "Paragraph",
          "data": "Go to any pharmacy and you’ll see a dizzying array of shampoos and facial moisturizers with new kinds emerging all the time. There is no medical need for more ways to wash your hair or moisturize your skin, but the huge financial returns guarantee continual investment by companies into rebranding. By contrast, there are many disabling or fatal diseases for which we desperately need new medical products (such as medicines, vaccines, and diagnostics)—yet few, or none, are available and the product development pipeline is bare.1 2 Even when these medical products do become available, often they reach high income-countries first, with a time lag of up to several decades before they become available in lower income settings. How has such inequity arisen and how can it be addressed?",
          "numbered": false
        },
        {
          "componentId": "l0ppglozdrylrg9r8sh",
          "componenType": "h4",
          "data": "How drug companies determine whether to engage in product development",
          "numbered": false
        },
        {
          "componentId": "l0ppgv8k5v2hcnu9vue",
          "componenType": "Paragraph",
          "data": "Typically, market analyses are performed by pharmaceutical companies. These analyses lead to value propositions and business cases for developing new products based on technologies those companies have either developed, or for which they have licensed intellectual property. These analyses—together with assessments of “end-user” (patient) preferences, and assessments of regulatory pathways—drive research and development (R&D) investments. In traditional for-profit product R&D, the unmet medical need is factored in only partially, including through the end-user preferences and the company’s assessment of likely regulatory authority perspectives. In some cases, governments or multilateral agencies can be large scale procurers (i.e., they will purchase the product), and in this situation their preferences may be given more weight.\n<br/>\nHowever, at present, only a small proportion of global health R&D spending (around 2%) is on the compelling medical problems faced by LMICs.\n<br/>\nOne way to improve this alignment, so that product development meets the world’s medical needs, is for funders and companies to be guided by WHO target product profiles (TPPs). These profiles describe the desired characteristics of a product aimed at tackling a specific disease or diseases. These “state intended use, target populations, and other desired attributes of products, including safety and efficacy-related characteristics.”3\n<br/>\nFor example, in 2008, WHO developed a TPP that laid out the minimum specifications for a vaccine that would save lives by preventing a common type of pneumonia caused by Streptococcus pneumoniae. In 2014, WHO published a TPP for Ebola vaccines. In both cases, the needed vaccines have been developed, licensed, and provided to those most at risk following the preferences articulated by the WHO TPP documents.\n<br/>\nThese two examples show the value of TPPs. If government funders, philanthropists, and industry groups wishing to maximize the public health value of their R&D were to align their funding with WHO TPPs, they would accelerate the production and availability of technologies to curb illness and death.\n<br/>\nWHO TPPs span the most compelling use cases for HIV, malaria, tuberculosis, and a number of neglected, vaccine-preventable and emerging infectious diseases. They are developed in all cases with a group of the world’s leading experts including scientists, product developers, public health experts, regulators, and end users from countries in different income levels.\n<br/>\nA WHO TPP document should inform product developers, regulatory agencies, procurement agencies, and funders on R&D and public health priorities. It is intended to facilitate the most expeditious development of products addressing the greatest and most urgent public health need. WHO TPPs recognise that access, equity, and affordability are integral parts of the innovation process and need to be considered at all stages, not just after a product is developed.",
          "numbered": false
        },
        {
          "componentId": "l0ppjckmtjkyzm8l2ca",
          "componenType": "h4",
          "data": "Using TPPs to guide development of vaccines for emerging infectious diseases",
          "numbered": false
        },
        {
          "componentId": "l0ppjpovmljfug06jnh",
          "componenType": "Paragraph",
          "data": "Novel pathogens regularly emerge from the animal-human interface, and some, such as SARS-CoV-2, will cause pandemics with incalculable social and economic cost. Yet product development in this area has been highly neglected for decades. CEPI, the Coalition for Epidemic Preparedness Innovations, receives public and philanthropic funding to advance needed vaccines for emerging infectious diseases that cause serious outbreaks. In discussions between CEPI and WHO, CEPI agreed to refer to WHO’s list of priority pathogens for investment and to advocate that vaccine development should align with WHO TPPs. In CEPI’s review of applications for funding, developers are asked to report on how their vaccine development is aligned with WHO TPP elements. In parallel, developers are encouraged to liaise with WHO early in the process to ensure that data generated will be in line with WHO’s expectations. At the same time, WHO and Gavi, the Vaccine Alliance (Gavi) hold financing discussions and WHO engages with CEPI on its access terms (to ensure that any CEPI vaccines will be accessible to low- and middle-income countries).\n<br/>\nThis end-to-end process can accelerate timelines from R&D to use by several years. A concrete example of a development direction from WHO in this area would be the focus on one dose vaccines that prevent transmission as well as disease, wherever possible. While two dose vaccines that prevent disease alone are acceptable for licensure by regulators, one dose transmission-blocking vaccines have much greater value for public health programmes. WHO has made TPPs available to guide needed covid-19 diagnostics, therapeutics, and vaccines during the ongoing pandemic.\n<br/>\nAnother example is the development of new antibiotics for highly resistant bacteria. Safe and effective antibiotics to treat otherwise incurable highly resistant, fatal bacterial infections are a compelling medical need. However, drug development in this area remains highly neglected. WHO has developed a priority list of the most compelling cases for antibiotic development, and has produced TPPs outlining minimum specifications for needed antibiotics. Ongoing horizon scanning has indicated that the existence of WHO TPPs is driving investment into the needed area, although greater investment and engagement are still needed.",
          "numbered": false
        },
        {
          "componentId": "l0ppl4zwk1toiatalag",
          "componenType": "h4",
          "data": "A major need for development of WHO TPPs for priority non-communicable disease indications",
          "numbered": false
        },
        {
          "componentId": "l0ppllyi0faakul3od28",
          "componenType": "Paragraph",
          "data": "To date, no WHO TPPs have been developed outside infectious diseases. This is despite the fact that there are many and urgent needs for medical product development for non-communicable diseases. For example, generating data on suitability of products or devices for use in lower incomes settings can be pivotal in the pathway to use and WHO TPPs can be used to articulate these data needs. Thus, WHO TPPs can drive, not only novel product development, but also data generation that can optimize low- and middle-income country use cases for products already available in higher income settings. Certain cancers, diabetes, and hypertension all have priority indications that could serve as the basis for WHO TPP development",
          "numbered": false
        },
        {
          "componentId": "l0ver0fsvu49hn1ou4c",
          "componenType": "Image",
          "data": "https://bfc.nl/wp-content/uploads/2019/03/shutterstock_1107222143.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vetjrjisi7dq27fxj",
          "componenType": "Paragraph",
          "data": "Even if you use those laundry detergents that promise you your white clothes will come out whiter than white, you can’t avoid greyish spots and yellow armpits. With every wash, white clothes seem to become duller and greyer. So, how do you stop this process? It’s very simple; all you need is a type of medicine everyone probably has in their medicine cabinet. The only thing you need to make sure your laundry comes out perfectly white again is five aspirin tablets of 325 milligrams each.",
          "numbered": false
        },
        {
          "componentId": "l0veuo3zc54jec9ztwh",
          "componenType": "Paragraph",
          "data": "<b>Aspirin</b>\nPut the tablets in a large bowl or tub of hot water to let them dissolve. Stir this aspirin water until all of the tablets have completely dissolved. To make sure the tablets dissolve faster, you can also crumble them up before putting them in the water. Next, place the dull, white clothes in the bowl or tub with the aspirin water and leave them to soak there for eight hours. You can also just add a few aspirins to the washing machine, but the soaking method works better. After you’ve let the clothes soak, you still have to wash them in the washing machine like you normally would.\n<br/><br/>\nWant to know how to make sure dark and coloured clothes keep their colour properly without going dull? Go to the next page for a handy tip involving black pepper!",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "joQiWHz",
      "author": "Chandrasekhar Panda",
      "title": "ଭିଜିଲାନ୍ସ ଜାଲରେ ଆଉ ଜଣେ ବାବୁ, ଚାଲିଛି ୬ଟି ସ୍ଥାନ​‌ରେ ଚଢ଼ାଉ",
      "dateCreated": "2022-03-15T04:51:47.419Z",
      "dateModified": "2022-03-15T04:55:41.226Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0rnuotcwp62uyxiyn",
          "componenType": "Paragraph",
          "data": "ମାଲକାନଗିରି: ରାଜ୍ୟରେ ସକ୍ରିୟ ରହିଛି ଭିଜିଲାନ୍ସ । ପ୍ରତ୍ୟେକ ଦିନ କିଛି ଅସାଧୁ ସରାକାରୀ ବାବୁଙ୍କ ଘରେ ଭିଜିଲାନ୍ସ ଚଢ଼ାଉ କରୁଛି । ଗତକାଲି ଜଣେ ସରାକାରୀ ଅଧିକାରୀଙ୍କ ଘରେ ଭିଜିଲାନ୍ସ ଚଢ଼ାଉ କରିଥିବା ବେଳେ, ଆଜି ଭିଲିଲାନ୍ସ ଜାଲରେ ଆଉ ଜଣେ ବାବୁ ପଡ଼ିଛନ୍ତି । ମାଲକାନଗିରି ଜିଲ୍ଳା ମୁଖ୍ୟ କୃଷି ଅଧିକାରୀଙ୍କ ଘରେ ଭିଜିଲାନ୍ସ ଚଢ଼ାଉ କରୁଛି । ଆୟ ବହର୍ଭୂତ ସମ୍ପତ୍ତି ଠୁଳ ଅଭିଯୋଗରେ କୃଷି ଅଧିକାରୀ ଏମ୍‌ ଆନନ୍ଦ ରାଓଙ୍କ ଘରେ ଚାଲିଛି ଚଢ଼ାଉ । ଏକ କାଳୀନ ୬ଟି ସ୍ଥାନରେ ଭିଜିଲାନ୍ସ ଟିମ୍‌ ଟିକିନିଖି ଯାଞ୍ଚ କରୁଛି । ମାଲକାନଗିରି ସମେତ ନବରଙ୍ଗପୁର ଓ ବିଶାଖାପାଟଣାରେ ଚାଲିଛି ଚଢ଼ାଉ । କାର୍ଯ୍ୟାଳୟ ସହ ପୈତୃକ ଘରେ ମଧ୍ୟ ଚଢ଼ାଉ କରାଯାଉଥିବା ସୂଚନା ମଳିଛି ।  ତେବେ ଏଯାଏ ଏମ୍‌ ଆନନ୍ଦଙ୍କ ଘରୁ କେତେ ସମ୍ପତ୍ତି ଜବତ ହୋଇଛି ଭିଭିଲାନ୍ସ ସୂଚନା ଦେଇନାହିଁ ।",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "LjFKoJb",
      "author": "Chandrasekhar Panda",
      "title": "Test Article",
      "dateCreated": "2022-03-16T16:11:51.139Z",
      "dateModified": "2022-03-16T16:11:51.139Z",
      "categryId": "Validation and Qualification",
      "content": [
        {
          "componentId": "l0trh8wkrvwldjgbs2",
          "componenType": "h2",
          "data": "Click to Update Text",
          "numbered": false
        },
        {
          "componentId": "l0trh91ftpwal8os6fh",
          "componenType": "h2",
          "data": "Click to Update Text",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": false
    },
    {
      "id": "OqW296s",
      "author": "Chandrasekhar Panda",
      "title": "స్కూల్‌పై దాడి.. 21 మంది మృతి, 25 మందికి గాయాలు",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-17T20:02:50.155Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0vf19nugdi0lhw044h",
          "componenType": "Paragraph",
          "data": "ఉక్రెయిన్‌పై రష్యా యుద్ద కాండ కొనసాగుతోంది. పబ్లిక్ ప్లేసులు, స్కూళ్లపై కూడా దాడులకు తెగబడుతుంది. ఉక్రెయిన్‌పై దాడులు ఆపాలని అంతర్జాతీయ న్యాయస్థానం ఆదేశించినా.. రష్యా లెక్కచేయడం లేదు. గురువారం ఉక్రెయిన్‌పై దాడులను మరింత తీవ్రతరం చేసింది. ఖార్కివ్‌ వెలుపల ఉన్న నగరమైన మెరెఫాలో ఒక స్కూల్‌, సాంస్కృతిక కేంద్రంపై రష్యా సైనిక దళాలు కాల్పులు జరిపాయి.\n",
          "numbered": false
        },
        {
          "componentId": "l0vf1mgsr2dc79zn9oo",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/putin-1647542168.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vf234q8swqxznfo9k",
          "componenType": "Paragraph",
          "data": "రష్యా దళాల దాడితో 21 మంది మరణించారు. మరో 25 మంది గాయపడ్డారు. వీరిలో పది మంది పరిస్థితి సీరియస్‌గా ఉన్నట్లు తెలుస్తొంది. ఉక్రెయిన్‌లోని రెండో పెద్ద నగరమైన ఖార్కివ్‌ను పూర్తిగా స్వాధీనం చేసుకోవడానికి రష్యా దళాలు వారం రోజులుగా తెగ ప్రయత్నిస్తున్నాయి. వాయుసేన దాడులతో రష్యా విరుచుకుపడుతుంది. ఈ నగరంలో చాలా భాగం బాగా ధ్వంసమైంది.\n<br/><br/>\nఉక్రెయిన్‌పై దాడులను నిలిపివేయాలనే అంతర్జాతీయ కోర్టు ఆదేశాలను రష్యా తిరస్కరించింది. ఉక్రెయిన్‌తో జరుగుతున్న చర్చల్లో పురోగతిపై వస్తున్న వార్తలను కూడా రష్యా ఖండించింది. హాలీవుడ్‌ నటుడు ఆర్నాల్డ్ స్క్వార్జెనెగర్ రష్యన్ సైనికులను ఉద్దేశించి ఒక వీడియోను విడుదల చేశారు. తెలివిలేని యుద్ధం కోసం రష్యా సైనికులు తమ జీవితాలను త్యాగం చేస్తున్నారని కామెంట్ చేశారు. యుద్ధాన్ని ఆపాలని రష్యా అధ్యక్షుడు పుతిన్‌ను కోరారు. రష్యా ప్రజలు అంటే తనకు ఎంతో ప్రేమని అన్నారు. అందుకే వారికి వాస్తవం తెలియజేసేందుకు ఈ వీడియో ఇస్తున్నానని ట్విట్టర్‌లో పేర్కొన్నారు. ఉక్రెయిన్‌పై రష్యా దాడిని నిలిపివేయాలని అంతర్జాతీయ న్యాయస్థానం రష్యాను నిన్న ఆదేశించింది. రష్యా దురాక్రమణపై ఉక్రెయిన్‌ చేసిన ఫిర్యాదుపై నెదర్లాండ్స్‌ హేగ్‌లోని ప్రపంచ కోర్టు బుధవారం స్పష్టంచేసింది. ఐసీజే ఆదేశంపై ఉక్రెయిన్‌ అధ్యక్షుడు జెలెన్‌స్కీ హర్షం వ్యక్తం చేశారు. కానీ ఏం లాభం రష్యా మత్రం వినిపించుకోవడం లేదు.\n\nRead more at: https://telugu.oneindia.com/news/international/21-reported-dead-after-school-airstrike-at-mariupol-314572.html",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "DldNYAk",
      "author": "Chandrasekhar Panda",
      "title": "అంతరిక్షాన్ని నడిపేదెవరు ? రష్యా-ఉక్రెయిన్ పోరుతో కొత్త ప్రశ్నలు-పరస్పర తోడు లేకుండా",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-17T20:11:25.009Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l0vf19nugdi0lhw044h",
          "componenType": "Paragraph",
          "data": "ఉక్రెయిన్ పై రష్యా దండయాత్ర, అనంతరం చోటు చేసుకుంటున్న పరిణామాలు ప్రపంచ చరిత్ర గతిని మార్చేలా కనిపిస్తున్నాయి. ముఖ్యంగా అంతరిక్ష ప్రయోగాలు, వాటి నిర్వహణ విషయంలో ప్రపంచ దేశాల నిర్ణయాల్ని తీవ్రంగా ప్రభావితం చేసేలా కనిపిస్తున్నాయి. ప్రస్తుతం అంతర్జాతీయ అంరిక్ష కేంద్రంతో పాటు అంతరిక్షంలో పలు ప్రయోగాలకు పరస్పర సహకారం అందించుకుంటున్న దేశాలు తాజా యుద్ధంతో వేరుబాట పట్టడంతో వాటి భవిష్యత్తుపై ఆందోళన వ్యక్తమవుతోంది.",
          "numbered": false
        },
        {
          "componentId": "l0vf1mgsr2dc79zn9oo",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war31-1647434847.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vf234q8swqxznfo9k",
          "componenType": "Paragraph",
          "data": "<b>అంతరిక్షంలో ప్రపంచదేశాలు</b>\n ప్రపంచ దేశాల మధ్య వివిధ అంశాల్లో భిన్న వాదనలు, వైఖరులు ఉన్నప్పటికీ అంతరిక్షం విషయంలో మాత్రం ఇప్పటివరకూ ఏకాభిప్రాయమే ఉంది. అంతరిక్షంలో ఎక్కువ విషయాల్ని తెలుసుకోవాలన్న జిజ్ఞాసతో పాటు ఇతరుల కంటే పైచేయి సాధించాలనే ఆరాటమే ఉంది. దీంతో అంతరిక్ష ప్రయోగాల కోసం అందరికీ ఉపయోగపడేలా కొన్ని ఉమ్మడి ఏర్పాట్లు కూడా చేసుకున్నాయి. అలా ఏర్పాటు చేసిందే అంతర్జాతీయ అంతరిక్ష కేంద్రం (ఐఎస్ఎస్). ఇప్పుడు ఉక్రెయిన్ తో రష్యా యుద్ధం నేపథ్యంలో ఆ దేశంపై అంతర్జాతీయంగా విధిస్తున్న ఆంక్షలతో ఈ వ్యవహారం బెడిసి కొట్టేలా కనిపిస్తోంది.\n",
          "numbered": false
        },
        {
          "componentId": "l0vfar5riivutr7bz3",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war21-1647434813.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vfbpla14ud02v3dak",
          "componenType": "Paragraph",
          "data": "<b>ఐఎస్ఎస్ కుప్పకూ</b> లుతుందని రష్యా హెచ్చరిక ఉక్రెయిన్ పై తమ దాడి నేపథ్యంలో ప్రపంచ దేశాలు విధిస్తున్న ఆంక్షలతో రష్యా ఎదురుదాడికి దిగుతోంది. ఈ క్రమంలో ఇప్పటివరకూ అంతరిక్షంలో ఉన్న అంతర్జాతీయ అంతరిక్ష కేంద్రానికి తాము అందిస్తున్న సహకారం పునస్సమీక్షించుకునేందుకు రష్యా సిద్దమవుతోంది. అదే జరిగితే అంతర్జాతీయ అంతరిక్ష కేంద్రం కుప్పకూలే ప్రమాదం ఉందంటూ రష్యా అంతరిక్ష పరిశోధనా సంస్ధ రాస్ కాస్మోస్ హెచ్చరికలు జారీ చేస్తోంది. దీంతో రష్యాపై దూకుడుగా ఆంక్షలు విధిస్తున్న యూఎస్ తో పాటు మిగిలిన పశ్చిమ దేశాలు, యూరప్ దేశాలు కూడా ఇప్పుడు ఆలోచనలో పడుతున్నాయి.\n",
          "numbered": false
        },
        {
          "componentId": "l0vfe2pyu94uah99t",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war11-1647434882.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vfe5n1znl3oj84i3",
          "componenType": "Paragraph",
          "data": "<b>తెరపైకి స్పేస్ ఎక్స్ రష్యాపై </b>పశ్చిమదేశాలు విధిస్తున్న ఆంక్షలతో ఆ దేశ ఆర్దిక వ్యవస్ధ కుప్పకూలి అంతర్జాతీయ అంతరిక్ష కేంద్రానికి సహకారం అందించలేని పరిస్ధితులు ఎదురైతే అప్పుడు ఏం జరుగుతుందనే దానిపై ఆందోళన వ్యకమవుతోంది. అయితే ఈ నేపథ్యంలో రష్యా హ్యాండిస్తే అంతర్జాతీయ అంతరిక్ష కేంద్రానికి తాము సహకారం అందిస్తామని ఎలాన్ మస్క్ కు చెందిన స్పేస్ ఎక్స్ సంస్ధ ప్రకటించింది. ఇప్పటికే అంతరిక్షానికి టూరిజం ప్రమోట్ చేస్తున్న స్పేస్ ఎక్స్.. ఐఎస్ఎస్ విషయంలోనూ తమ సహకారం ఉంటుందని వెల్లడించింది. అయితే ఈ ప్రైవేటు సంస్ధను నమ్ముకుని మిగతా దేశాలు ఐఎస్ఎస్ ను ఎంతకాలం నిర్వహిస్తాయనే ప్రశ్నలు తలెత్తుతున్నాయి\n",
          "numbered": false
        },
        {
          "componentId": "l0vffesxbcveyfi7zws",
          "componenType": "Image",
          "data": "https://telugu.oneindia.com/img/2022/03/war1-1647434916.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vfg2dp7jbnx65vxkl",
          "componenType": "Paragraph",
          "data": "<b>అంతరిక్షంపై ఆధిపత్య పోరు ? </b><br/>భూమిపై అయితే దేశాలుగా పంచుకుని ఎక్కడికక్కడ ప్రభుత్వాలు పాలిస్తున్నాయి. అవసరమైతే పక్క దేశాలపై యుద్ధాలు చేసి ఆధిపత్యం సాధిస్తున్నాయి. కానీ అంతరిక్షంపై ఆ ఆటలేవీ చెల్లవు. ఇప్పటివరకైతే అంతరిక్షాన్ని శాంతియుత అవసరాలకు వాడుకోవాలనే పరస్పర ఒప్పందాలతో అందరూ ప్రయోగాలు చేస్తున్నారు. కానీ దీనిపై సంపూర్ణ ఆధిపత్యం కాదు కదా ఓ మూలన కూడా ఆక్రమించుకోవడానికి కానీ ఆధిపత్యం సాగించడానికి కూడా వీల్లేదు. ఎందుకంటే అంతరిక్షం భూమిలా చిన్నదేమీ కాదు. ఎవరి అంచనాలకు అందని విషయాలు ఎన్నో ఉంటాయి. వాటిపై అందరూ ప్రయోగాల దశలోనే ఉన్నారు. ఇలాంటి పరిస్ధితుల్లో రష్యా ఉక్రెయిన్ పోరుతో తలెత్తిన పరిస్ధితులు ప్రపంచ దేశాల్ని ఆధిపత్య పోరు దిశగా నెడుతున్నాయి. గతంలో ఉమ్మడిగా పనిచేసేందుకు ఒప్పందం చేసుకున్న యూఎస్, బ్రిటన్, రష్యా ఇప్పుడు విడిపోతున్నాయి. కానీ పరస్పర సహకారం లేకుండా ఆధిపత్యం కాదు కదా.. కనీసం ప్రయోగాల విషయంలోనూ ముందడుగు వేయలేని పరిస్ధితులు నెలకొనేలా కనిపిస్తున్నాయి.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "PmoMmCS",
      "author": "Chandrasekhar Panda",
      "title": "அஜித்துடன் புகைப்படம் எடுத்துக்கொண்ட பிரபல காமெடி நடிகர்..வில்லன் லுக்கில் மிரட்டும் அஜித்..!",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-18T03:01:40.102Z",
      "categryId": "Good Manufacturing Practices (GMP)",
      "content": [
        {
          "componentId": "l0vtyuir6owc8lejb9g",
          "componenType": "Paragraph",
          "data": "அஜித்துடன் எடுத்துக்கொண்ட புகைப்படத்தி வெளியிட்ட நகைச்சுவை நடிகர் அம்பானி ஷங்கர்",
          "numbered": false
        },
        {
          "componentId": "l0vtyx0j3buj6j0nhag",
          "componenType": "Image",
          "data": "https://static.langimg.com/thumb/msid-90302651,imgsize-14212,width-700,height-525,resizemode-75/samayam-tamil.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vtz08eqf7f3vyburl",
          "componenType": "Paragraph",
          "data": "நடிகர் அஜித் தற்போது தன் அடுத்த படத்திற்காக தயாராகிக்கொண்டிருக்கின்றார். சமீபத்தில் வெளியான வலிமை படம் வசூல் சாதனை படைத்தாலும் அப்படத்திற்கு எதிர்மறை விமர்சனங்கள் வந்தது. இதைத்தொடர்ந்து தன் அடுத்த படத்தில் எதிர்மறை விமர்சனங்கள் இன்றி ஒரு மெகாஹிட் படத்தை கொடுத்துவிடவேண்டும் என அஜித் வேலை செய்து வருகின்றார்.\n<br/><br/>\nAK61 என் அழைக்கப்படும் இப்படத்திற்காக அஜித் தன் உடல் எடையை 25 கிலோ வரை குறைத்து ஸ்லிம்மாக மாறவுள்ளார். மேலும் இப்படத்தில் வில்லன், ஹீரோ என இரு கதாபாத்திரங்களில் அஜித் நடிப்பதாக தகவல்கள் வந்தன.\n",
          "numbered": false
        },
        {
          "componentId": "l0vu0xt1575taaprau8",
          "componenType": "Image",
          "data": "https://static.langimg.com/thumb/msid-90302667,width-680,resizemode-3/samayam-tamil.jpg",
          "numbered": false
        },
        {
          "componentId": "l0vu1h4worky3528mle",
          "componenType": "Paragraph",
          "data": "சமீபத்தில் இவரின் புது லுக் இணையத்தில் செம வைரலானது. இதையடுத்து விக்னேஷ் சிவன் இயக்கத்திலும் அஜித் நடிக்கவிருக்கிறார். இப்படத்தின் அறிவிப்பு விரைவில் வெளியாகவுள்ளது.\nஇந்நிலையில் தற்போது அஜித்தின் லேட்டஸ்ட் புகைப்படம் சமூகத்தளங்களில் வைரலாகிவருகின்றது.\n<br/><br/>\nஅஜித்துடன் நகைச்சுவை நடிகர் அம்பானி ஷங்கர் புகைப்படம் எடுத்துக்கொண்டார். அந்த புகைப்படத்தை அவர் தனது ட்விட்டர் பக்கத்தில் வெளியிட்டுள்ளார்.\nகடைசியாக அஜித்துடன் ஜீ படத்தில் அம்பானி ஷங்கர் நடித்திருந்தார்.\n\n<br/><br/>\n\nஅதன் பிறகு சுமார் பல ஆண்டுகள் கழித்து அஜித்தை சந்தித்தபோது இந்த புகைப்படத்தை அவர் எடுத்துக்கொண்டதாக தெரிகிறது. தற்போது இந்த புகைப்படம் அஜித் ரசிகர்களால் அதிகம் பகிரப்பட்டு வருவது குறிப்பிடத்தக்கது.",
          "numbered": false
        }
      ],
      "origin": "server",
      "published": true
    },
    {
      "id": "D-p3yvY",
      "author": "Chandrasekhar Panda",
      "title": "No Titlekjhkhkjkh",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-05T03:03:27.113Z",
      "categryId": "Production",
      "content": [
        {
          "componentId": "l0vuecqe2336jgw5zoe",
          "componenType": "h2",
          "data": "Click to Update Text",
          "numbered": false
        }
      ],
      "origin": "server"
    }
  ],
  "journal": {
    "title": "zJournal Default Title from mock server",
    "selectedPage": "home",
    "currentArticle": {
      "id": "l0d9gt5574sh2c54t5l",
      "author": "Chandrasekhar Panda",
      "title": "No Title",
      "dateCreated": "2022-03-05T03:03:27.113Z",
      "dateModified": "2022-03-05T03:03:27.113Z",
      "categryId": "Production",
      "content": [],
      "origin": "local"
    },
    "categories": [
      "Production",
      "Quality Assurance",
      "Engineering",
      "Validation and Qualification",
      "Microbiology",
      "Good Manufacturing Practices (GMP)",
      "Quality Control"
    ],
    "components": [
      "h2",
      "h3",
      "h4",
      "h5",
      "Image",
      "Paragraph",
      "List",
      "Table"
    ],
    "templateArticles": [
      "DldNYAk",
      "4_TuJYn",
      "xnNr_jD",
      "ia3N1Wm",
      "l00jcbtfouv42pfnbw",
      "l00t5hhhg3cw6ppf48v"
    ]
  }
}