{
  "articles": [
    {
      "id": "kzzua95cipc28wgefia",
      "author": "Piyush Praharaj",
      "title": "What is Genetics?",
      "dateCreated": "2022-02-23T17:37:26.736Z",
      "dateModified": "2022-02-23T17:37:26.736Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "kzzub1tx0hbm42de41sv",
          "componenType": "h3",
          "data": "Introduction"
        },
        {
          "componentId": "kzzubo6uaimg915aw3",
          "componenType": "Paragraph",
          "data": "Genetics is the branch of biology concerned with the study of the DNA of organisms, how their DNA manifests as genes, and how those genes are inherited by offspring. Genes are passed to offspring in both sexual and asexual reproduction, and over time natural selection can accumulate variations amongst individuals on the group level, in the process known as evolution."
        },
        {
          "componentId": "kzzuc63b92ahk1tva0d",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310090038/ri/673/picture/2021/3/shutterstock_1718584090.jpg"
        },
        {
          "componentId": "kzzucz660i83g399buw",
          "componenType": "h3",
          "data": "History of Genetics"
        },
        {
          "componentId": "kzzudasliqf86fe7jhd",
          "componenType": "Paragraph",
          "data": "Ancient peoples from around the world recognized that a child inherited their appearance and propensity for certain personality traits from their parents, though could not demonstrate the mechanism without modern knowledge of atoms, molecules, and biochemistry.\\n\\nMany of the theories developed at this time speculated that the semen of the father contained the “seed”, while the reflection of the mother’s personality may or may not have been present within the child, with her contribution being limited to bearing the child.\\n\\nDuring the 4th century, BC Aristotle wrote several texts regarding the origin and history of animals, making numerous astute observations regarding the degree of relatedness between animals that would not be significantly expanded upon until the sixteenth or seventeenth centuries. He would also have purported the ancient Greek theory of the four humors, these being one of the few aspects that might be passed from parents to children.\\n\\nThe circumstances of conception and development were thought significantly more critical to the resulting traits of the child up until the end of the eighteenth century, and until Charles Darwin, in the mid-nineteenth, for heredity to emerge as a central problem in biology. At this point, the properties that an individual inherits became less separated from ones inherited on the species-level in the eyes of science, and modern 20th-century molecular biology generated a plethora of supporting information that confirmed the relationship between individual variation and evolution"
        },
        {
          "componentId": "kzzuec20v7zdtrqmr0t",
          "componenType": "h3",
          "data": "Inheritance"
        },
        {
          "componentId": "kzzuep7vyb0zemnhmh",
          "componenType": "Paragraph",
          "data": "Inheritance refers to the passing of traits from one generation to the other, both by asexual and sexual reproduction. Gametes are the reproductive cells of an organism, which is sperm in males and ova in females. Each of these carries 23 of the 46 chromosomes needed to create a complete human genome, and come together to form a zygote.\\n\\nSeveral mechanisms to develop genetic variation occur at each of these stages. Before the gametes are formed homologous chromosomes exchange genetic material, resulting in new combinations of genes on each chromosome. Then during the generation of the gametes by meiosis, the homologous chromosomes are distributed randomly, ensuring that each gamete is unique."
        },
        {
          "componentId": "kzzufaf68qnajl0dwzf",
          "componenType": "Image",
          "data": "https://d1g9yur4m4naub.cloudfront.net/image-handler/ts/20210310085914/ri/673/picture/2021/3/shutterstock_1504135007.jpg"
        },
        {
          "componentId": "kzzugg8ft8oyyc6vnfn",
          "componenType": "Paragraph",
          "data": "Since people possess a homologous pair of each chromosome, usually one from the father and one from the mother, many genes are presented twice. Variations in the sequence of these genes are called alleles, and differing alleles may interact in a variety of ways depending on the chromosome on which they are located, resulting in a wide range of phenotypic effects.\\n\\nOne allele may be dominant while the other is recessive, eye color often being cited, with the brown allele being dominant over the blue allele. This phenomenon has been modeled by the Punnett square for almost a century, before any real knowledge of DNA. As the square suggests, two parents of identical eye color are likely to replicate the color in their child, while a mixed coloring has a 25% chance of producing blue-eyed children.\\n\\nIn truth many genes are competing simultaneously and being expressed differentially, also impacted by post-transcriptional factors and epigenetics, making the precise phenotype expressed more difficult to predict when accounting for these subtleties.\\n\\nAdvances in genetic technology are opening new avenues in terms of personalized medicine, efficient and reliable diagnosis, and highly accurate predictions based on genetic determinants. Broad genetic testing can now be undertaken on a clinically relevant time scale, allowing most DNA-related disorders such as cancer to be specifically identified and combated."
        },
        {
          "componentId": "kzzuh3b0lokqoaag2u",
          "componenType": "h3",
          "data": "Recent Developments in Genetics"
        },
        {
          "componentId": "kzzuhfcunahwn5oh7u",
          "componenType": "Paragraph",
          "data": "However, many detailed links between genetic variants and phenotypes are still not fully understood, and the quantity of data generated by genome sequencing notably outstrips our ability to interpret it. Input from multiple disciplines is increasingly important to obtaining and interpreting such information, and many tools have been developed to capture relevant genomic sequences by classical laboratory and in-silico methods.\\n\\nThe Global Alliance for Genomics and Health predicts that over 60 million people will have had their genome sequenced in a medical context by 2025, and direct consumer testing for purposes other than immediate medical concerns is becoming increasingly popular as the general public becomes more interested in the predictive ability of genomic sequencing. Providers of these services promise insight into one's health and genetic ancestry, though many privacy concerns have been raised regarding this practice.\\n\\nA recent analysis of these companies in the UK found that 15 did not comply with the UK Human Genetics Commission principles for good practice regarding consumer information. One such company based in the USA promised to identify an individual’s “genetic superpower”, and subsequently failed to recognize that a received sample was in fact sourced from a dog, suggesting that the customer would likely be talented at basketball.\\n\\nGene editing using CRISPR-Cas9 is now not only a reality in in vitro experiments but also in human subjects, as on November 25th 2018 He Jianku of the Southern University of Science and Technology, China, announced that two babies had been born with edited C-C chemokine receptor type 5 (CCR5) genes. This modification supposedly rendered the subjects immune to HIV infection, though the reasoning behind this has been challenged by many researchers in the field, and the research was considered risky and unethical in general. He has since been widely condemned for how the research was conducted and has lost his research post and been sentenced to prison time.\\n\\nIt is difficult to predict the moral standards of the future with regards to gene tailoring of children, though it is certain that it will be possible. If so, parents of the future may be able to choose which of their genes are inherited by their children, or even introduce entirely new traits into their genetic lineage."
        }
      ]
    },
    {
      "id": "987391391bbjgj27819391",
      "title": "Article Topic Header",
      "categryId": "Engineering",
      "author": "Piyush praharaj",
      "dateCreated": "2022-02-23T21:53:44.760Z",
      "dateModified": "2022-02-23T21:53:44.760Z",
      "content": [
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/05a_genetic-engineering-overview-lettered.png",
          "altText": "None"
        },
        { "componenType": "h4", "data": "Abstract" },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        { "componenType": "h4", "data": "1. Introduction" },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/04_1920px-Insulin_glucose_metabolism_w-numbers-and-labels-1024x572.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "2. Problem Formulation and Preliminary"
        },
        {
          "componenType": "Image",
          "data": "https://learn-biology.com/wp-content/uploads/2018/12/04_cDNA-and-reverse-transcriptase-lettered.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "Time delay arising in a genetic regulatory network may cause the instability. This paper is concerned with the stability analysis of genetic regulatory networks with interval time-varying delays. Firstly, a relaxed double integral inequality, named as Wirtinger-type double integral inequality (WTDII), is established to estimate the double integral term appearing in the derivative of Lyapunov-Krasovskii functional with a triple integral term. And it is proved theoretically that the proposed WTDII is tighter than the widely used Jensen-based double inequality and the recently developed Wiringter-based double inequality. Then, by applying the WTDII to the stability analysis of a delayed genetic regulatory network, together with the usage of useful information of regulatory functions, several delay-range- and delay-rate-dependent (or delay-rate-independent) criteria are derived in terms of linear matrix inequalities. Finally, an example is carried out to verify the effectiveness of the proposed method and also to show the advantages of the established stability criteria through the comparison with some literature."
        },
        {
          "componenType": "h4",
          "data": "3. Requirements for Good Documentation Practices (GDP)"
        },
        {
          "componenType": "Image",
          "data": "https://pharmaceuticalindustrydotblog.files.wordpress.com/2021/11/image.png",
          "altText": "None"
        },
        {
          "componenType": "Paragraph",
          "data": "This chapter covers different levels and types of GMP documentation, including paper and electronic records related to manufacturing, testing, packing of pharmaceutical products, APIs, excipients, dietary supplements, food ingredients and medical devices. These documents and records consist of raw data, reports, protocols, procedures, deviations, investigations, batch records, formats, and records related to trainings, equipments and retention for manufacturing and analytical controls. Data integrity should always be given utmost importance which means the extent to which all data is complete, consistent and accurate throughout the data life cycle. Controls should be in place and any data integrity incident, if noticed; an appropriate corrective action should be taken to prevent recurrence of the same. Attempts to cover-up mistakes are considered as ‘data integrity’ issues and should be prohibited at all levels."
        },
        {
          "componenType": "list",
          "data": "Note that if you use the expression if(c) to check if an argument is not initialized, you"
        }
      ]
    },
    {
      "id": "l00jcbtfouv42pfnbw",
      "author": "Piyush Praharaj",
      "title": "Hello Title",
      "dateCreated": "2022-02-24T05:18:53.907Z",
      "dateModified": "2022-02-24T05:18:53.907Z",
      "categryId": "Quality Control",
      "content": [
        {
          "componentId": "l00jckorqirc694van",
          "componenType": "h2",
          "data": "Never feed these foods to you pet"
        },
        {
          "componentId": "l00jcxnja5p5i8enerv",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAaH6.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jgk2gkb0pbo7z90g",
          "componenType": "Paragraph",
          "data": "Struggling to resist those puppy-dog eyes when cooking dinner? For may pet owners, the temptation to feed their animal tidbits from their own plate is too much to resist. If this is you, make sure you never put your pet’s life in danger by feeding them any of these 20 foods, which are toxic to pets."
        },
        {
          "componentId": "l00jhi9cqkyuzel7wws",
          "componenType": "h3",
          "data": "Chocolate"
        },
        {
          "componentId": "l00jitjnvfpp62gf6",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAj7S.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jjbfivj0zyd5d82q",
          "componenType": "Paragraph",
          "data": "Chocolate contains a substance called theobromine, which is very dangerous for dogs. Depending on the size of your pooch, half a bar of chocolate could be fatal. The higher the cocoa content, the more toxic it is. Key signs of chocolate poisoning are vomiting, diarrhea, and agitation."
        },
        {
          "componentId": "l00jk75bnrrtye0rirh",
          "componenType": "h3",
          "data": "Tea and coffee"
        },
        {
          "componentId": "l00jk9s9tx0lbqhl9u",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAehF.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jkcwyvppvf4yf1ua",
          "componenType": "Paragraph",
          "data": "Like chocolate, tea and coffee contain theobromine, a substance that can be fatal for animals. Caffeine will also elevate your furry friend’s heart rate, which could bring about a heart attack."
        },
        {
          "componentId": "l00jlup0wvv87ngku88",
          "componenType": "h3",
          "data": "Dairy products"
        },
        {
          "componentId": "l00jlx979eb62sqev5",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1eupDz.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jlztjrm1dwg1oqy",
          "componenType": "Paragraph",
          "data": "Some animals are lactose intolerant, so giving them dairy products may make them feel unwell. Classic signs of lactose intolerance are diarrhea and bloating."
        },
        {
          "componentId": "l00jmy8nohmiucjlvnc",
          "componenType": "h3",
          "data": "Avocados"
        },
        {
          "componentId": "l00jn0kfjyn8yehoeea",
          "componenType": "Image",
          "data": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1cAj8d.img?h=416&w=799&m=6&q=60&u=t&o=f&l=f"
        },
        {
          "componentId": "l00jn30x3g1ajwwpn24",
          "componenType": "Paragraph",
          "data": "Avocados contain persin, which is particularly dangerous for birds and not great for dogs either. Eating this green fruit can cause respiratory problems among our feathered friends and even sudden death. As for dogs, avocado is not toxic, but can cause stomach problems for some canines."
        }
      ]
    },
    {
      "id": "l00p18m7kiud5bw0wxn",
      "author": "Piyush Praharaj",
      "title": "23 Popular Characters In Real Life by AI",
      "dateCreated": "2022-02-24T07:58:14.239Z",
      "dateModified": "2022-02-24T07:58:14.239Z",
      "categryId": "Quality Control",
      "content": [
        {
          "componentId": "l00p2ycsze3830tuylh",
          "componenType": "h3",
          "data": "#1 Moe"
        },
        {
          "componentId": "l00p3pz9es210iyyd9o",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/19-61f0a7610eb55__700.jpg"
        },
        {
          "componentId": "l00p44wbbqqs35nrvk",
          "componenType": "h3",
          "data": "#2 Eric"
        },
        {
          "componentId": "l00p4ce9z2grqgx6moa",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/1-61f0a6ef583f8__700.jpg"
        },
        {
          "componentId": "l00p4g0duydht0zz4p",
          "componenType": "h3",
          "data": "#3 Carl Fredricksen"
        },
        {
          "componentId": "l00p50iei74doe5dbhd",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/18-61f0a75f820c9__700.jpg"
        },
        {
          "componentId": "l00p53v9smd6kdy8m3",
          "componenType": "h3",
          "data": "#4 Moana"
        },
        {
          "componentId": "l00p5jd7i88csibrncj",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/16-61f0a7391991e__700.jpg"
        },
        {
          "componentId": "l00p5s4gdkwalr1q6vk",
          "componenType": "h3",
          "data": "#5 Ariel"
        },
        {
          "componentId": "l00p5ugq92hu9mqfbkp",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/22-61f0a6d98ff6d__700.jpg"
        },
        {
          "componentId": "l00p5xiyu0aqal9ayq",
          "componenType": "h3",
          "data": "#6 Tinkerbell"
        },
        {
          "componentId": "l00p5zuqkyrlgp0wpua",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/00-61f0a6ecd42ea__700.jpg"
        },
        {
          "componentId": "l00pb53tk2hffqhrok",
          "componenType": "h3",
          "data": "#7 Pocahontas"
        },
        {
          "componentId": "l00pb8o1ftug8rqhyx",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/4-61f0a6f468c47__700.jpg"
        },
        {
          "componentId": "l00pbbsjbb8it04jy3i",
          "componenType": "h3",
          "data": "#8 Jasmine"
        },
        {
          "componentId": "l00pbm0miwkt5ewksj",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/00000-61f0a6ea9b441__700.jpg"
        },
        {
          "componentId": "l00pbokb0msao69s0z0p",
          "componenType": "h3",
          "data": "#9 Ned Flanders"
        },
        {
          "componentId": "l00pbr5vcsk06cag135",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/11-61f0a731d0b20__700.jpg"
        },
        {
          "componentId": "l00pbtlf4nng5rpulq2",
          "componenType": "h3",
          "data": "#10 Milhouse"
        },
        {
          "componentId": "l00pbvwo5jitpxyd36t",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/17-61f0a75e1f0f4__700.jpg"
        },
        {
          "componentId": "l00pbxyelwublgu7bvc",
          "componenType": "h3",
          "data": "#11 Rapunzel"
        },
        {
          "componentId": "l00pbzzju1bt38m992",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/2-61f0a6f18e7fa__700.jpg"
        },
        {
          "componentId": "l00pfh0ce4f6t2rklxr",
          "componenType": "h3",
          "data": "#12 Aladdin"
        },
        {
          "componentId": "l00pfj8dpw8q3c96ztd",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/15-61f0a73786856__700.jpg"
        },
        {
          "componentId": "l00pfnj0jeiei0rgegl",
          "componenType": "h3",
          "data": "#13 Anna"
        },
        {
          "componentId": "l00pfq0h0lfpz5v7zq0i",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/21-61f24408f3989__700.jpg"
        },
        {
          "componentId": "l00pfs9hkt9889bpprj",
          "componenType": "h3",
          "data": "#14 Peter Pan"
        },
        {
          "componentId": "l00pfuvuxeudxgn6wrk",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/8-61f0a7305324f__700.jpg"
        },
        {
          "componentId": "l00pfxif1jx3ff5dqpx",
          "componenType": "h3",
          "data": "#15 Olive Oyl"
        },
        {
          "componentId": "l00pfzoldcb382b6jgr",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/14-61f0a7361d355__700.jpg"
        },
        {
          "componentId": "l00pg1x3tjtu4urtcuj",
          "componenType": "h3",
          "data": "#16 Lady Tremaine"
        },
        {
          "componentId": "l00pg426j358ffug8io",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/12-61f0a73333dcd__700.jpg"
        },
        {
          "componentId": "l00plj6nemgj8iy4y8a",
          "componenType": "h3",
          "data": "#17 Handsome Hans"
        },
        {
          "componentId": "l00pll42dwu53oyhgpg",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/27-61f244903ec08__700.jpg"
        },
        {
          "componentId": "l00plnq2yf5f398acn",
          "componenType": "h3",
          "data": "#18 Kristoff"
        },
        {
          "componentId": "l00plq1vlk331dweclq",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/6-61f0a6f839970__700.jpg"
        },
        {
          "componentId": "l00plsflsxkkmb75ql",
          "componenType": "h3",
          "data": "#19 Elsa"
        },
        {
          "componentId": "l00plv9xcahosz9fyut",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/Remini20220118134738668-61f14c5a8776f__700.jpg"
        },
        {
          "componentId": "l00plxjc5o85go5icpn",
          "componenType": "h3",
          "data": "#20 Isabela Madrigal"
        },
        {
          "componentId": "l00pm0k4zdpk4domv5",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/23-61f244276d5d7__700.jpg"
        },
        {
          "componentId": "l00pm42piczin9tmub",
          "componenType": "h3",
          "data": "#21 John Smith"
        },
        {
          "componentId": "l00pm6es6nhs54o49cq",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/5-61f0a6f61feb5__700.jpg"
        },
        {
          "componentId": "l00pm8hwke37aay635",
          "componenType": "h3",
          "data": "#22 Show White"
        },
        {
          "componentId": "l00pmao2hwutyeun9d9",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/20-61f0a7629c5b8__700.jpg"
        },
        {
          "componentId": "l00pmdy5z80b3ldejrk",
          "componenType": "h3",
          "data": "#23 Bart Simpson"
        },
        {
          "componentId": "l00pmgk4v5r5dab0d0j",
          "componenType": "Image",
          "data": "https://www.boredpanda.com/blog/wp-content/uploads/2022/01/7-61f0a72e8b8df__700.jpg"
        }
      ]
    },
    {
      "id": "l00t5hhhg3cw6ppf48v",
      "author": "Piyush Praharaj",
      "title": "19-year-old student’s legs, fingers amputated after eating leftover Chinese food",
      "dateCreated": "2022-02-24T09:53:30.821Z",
      "dateModified": "2022-02-24T09:53:30.821Z",
      "categryId": "Microbiology",
      "content": [
        {
          "componentId": "l00t6ow0gkwqwh6s5w9",
          "componenType": "Paragraph",
          "data": "Why didn't Centre make arrangements to bring back students stuck in Ukraine…\nDivyanka Tripathi is NOT interested in playing 'submissive, helpless…\n\nA 19-year-old student had his legs and fingers amputated after eating leftover Chinese takeout food from a restaurant in Boston, US."
        },
        {
          "componentId": "l00t6x85ze2jt7hbfz8",
          "componenType": "Image",
          "data": "https://blog.resy.com/wp-content/uploads/2020/08/nom-wah-906x604.jpg"
        },
        {
          "componentId": "l00t8nt06rwsa2usroy",
          "componenType": "Paragraph",
          "data": "According to reports, the college student, identified as JC, developed sepsis and gangrene after eating contaminated leftovers."
        },
        {
          "componentId": "l00t92i9lcjhvczoxah",
          "componenType": "Paragraph",
          "data": "The teen’s case was reported in the New England Journal of Medicine, which detailed how he was admitted to Massachusetts General Hospital as he was suffering from “shock, multiple organ failure, skin mottling, and a rapidly progressive reticular rash.”\n\n“The patient had been well until 20 hours before this admission, when diffuse abdominal pain and nausea developed after he ate rice, chicken, and lo mein leftovers from a restaurant meal,” the outlet said.\n\nThe person was a part-time worker at the restaurant. After eating the leftovers from the unnamed Chinese outlet, he immediately started throwing up, New York Post reported."
        },
        {
          "componentId": "l00tfga5tsu1oltku1n",
          "componenType": "Image",
          "data": "https://media.sciencephoto.com/image/c0332993/800wm/C0332993-Neisseria_meningitidis.jpg"
        },
        {
          "componentId": "l00tfsazedx1vrqg4ti",
          "componenType": "Paragraph",
          "data": "This was followed by chills, shortness of breath, headache, blurry vision, and chest pain. A friend of the patient said that his skin had started to turn “purple”.\n\n“Multiple episodes of emesis [vomiting] occurred, with vomitus that was either bilious or red-brown. The abdominal pain and vomiting were followed by the development of chills, generalized weakness, progressively worsening diffuse myalgias [muscle pains], chest pain, shortness of breath, headache, neck stiffness, and blurry vision,” the journal said.\n\nAfter undergoing blood and urine tests, he was diagnosed with a bacterial infection called Neisseria meningitidis, which caused his blood to clot and his liver to fail.\n\nHis skin necrosis was said to be caused by “purpura fulminans,” a severe complication of meningococcal septicemia.\n\nThough the incident occurred in March 2021, the case went viral on social media after it was shared by YouTuber Chubbyemu last week.\n\nThe video has received more than one million views."
        }
      ]
    },
    {
      "id": "l01cqn0nl53z5w6r6w8",
      "author": "Piyush Praharaj",
      "title": "NASA's James Webb space telescope captures an incredible hexagonal photo of a single star from all 18 of its mirrors – confirming the spacecraft can now see starlight",
      "dateCreated": "2022-02-24T19:01:50.471Z",
      "dateModified": "2022-02-24T19:01:50.471Z",
      "categryId": "Engineering",
      "content": [
        {
          "componentId": "l01ctyva045rjqlwmiaq",
          "componenType": "List",
          "data": [
            "NASA's image shows the same star but captured 18 times by the space telescope",
            "Dots of starlight are arranged like the honeycomb shape of its big golden mirror",
            "Lift-off of the next-gen telescope from Guiana finally occurred on Christmas Day"
          ],
          "numbered": false
        },
        {
          "componentId": "l01cvv0b6zihflkn65g",
          "componenType": "Paragraph",
          "data": "NASA's James Webb space telescope has snapped an incredible photo of a single star from all 18 of its mirrors – confirming the spacecraft can now see starlight.\n\nThe new photo shows the 18 unfocused copies of a single sun-like star – called HD 84406 in the constellation Ursa Major – in a hexagonal formation, similar to the honeycomb shape of James Webb's primary mirror. \n\nThis stunning shot marks the first stage of aligning James Webb's 21-foot primary mirror, which consists of 18 hexagonal segments of gold-plated beryllium metal. \n\nNext, the telescope will bring the 18 images into focus before aligning them into one, perfectly clear image of the star. \n\nJames Webb Space Telescope blasted off from Guiana Space Centre on Christmas Day and settled into its orbit one million miles from our planet last month.\n\nThe $10 billion (£7.4 billion) observatory is currently undergoing a three-month 'alignment process' to be ready to observe the universe.   ",
          "numbered": false
        },
        {
          "componentId": "l01cwezf0l3vp1emb4c",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/02/21/08/54452619-10534523-image-a-1_1645432328564.jpg",
          "numbered": false
        },
        {
          "componentId": "l01cx6k3hkgjxwn6pkn",
          "componenType": "Paragraph",
          "data": "This early Webb alignment image, called an 'image array', shows dots of starlight arranged in a pattern similar to the honeycomb shape of the primary mirror",
          "numbered": false
        },
        {
          "componentId": "l01cy9we1mxffebsmxi",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/02/21/09/54452617-10534523-This_image_mosaic_which_shows_18_randomly_positioned_copies_of_t-a-10_1645435551133.jpg",
          "numbered": false
        },
        {
          "componentId": "l01cywko1xe3q7gxn14j",
          "componenType": "Paragraph",
          "data": "This image mosaic, which shows 18 randomly positioned copies of the same star, served as the starting point for the alignment process",
          "numbered": false
        },
        {
          "componentId": "l01czjtdqg2tfb0dvnq",
          "componenType": "Image",
          "data": "https://i.dailymail.co.uk/1s/2022/01/13/12/52586629-10398373-It_is_supported_by_three_shallow_carbon_fiber_tubes_or_struts_th-a-3_1642076896334.jpg",
          "numbered": false
        },
        {
          "componentId": "l01d07fvmoq11gh8da8",
          "componenType": "Paragraph",
          "data": "James Webb's primary mirror consists of 18 hexagonal segments of gold-plated beryllium metal, and measures 21 feet 4 inches (6.5 metres) in diameter. It is supported by three shallow carbon fiber tubes, or struts, that extend outwards",
          "numbered": false
        },
        {
          "componentId": "l01d0tn9enubniyri1",
          "componenType": "Paragraph",
          "data": "NASA has described the new photo, which it refers to as 'image array', in a newly-published blog post.",
          "numbered": false
        },
        {
          "componentId": "l01d2egmhkqs37g74ki",
          "componenType": "h4",
          "data": "Instruments on the James Webb Space Telescope",
          "numbered": false
        },
        {
          "componentId": "l01d2xay8y8yrpsot0f",
          "componenType": "List",
          "data": [
            "NIRCam (Near InfraRed Camera) an infrared imager from the edge of the visible through the near infrared",
            "NIRSpec (Near InfraRed Spectrograph) will also perform spectroscopy over the same wavelength range.",
            "MIRI (Mid-InfraRed Instrument) will measure the mid-to-long-infrared wavelength range from 5 to 27 micrometers.",
            "FGS/NIRISS (Fine Guidance Sensor and Near Infrared Imager and Slitless Spectrograph), is used to stabilize the line-of-sight of the observatory during science observations."
          ],
          "numbered": false
        },
        {
          "componentId": "l01d5s2drlek6yi2qb",
          "componenType": "Paragraph",
          "data": "It's the result of all 18 of the primary mirror's segments reflecting light from the star back at its secondary mirror and into the telescope's main camera, called the Near-Infrared Camera (NIRCam).\n\n'The resulting image shows that the team has moved each of Webb's 18 primary mirror segments to bring 18 unfocused copies of a single star into a planned hexagonal formation,' NASA said.\n\n'With the image array complete, the team has now begun the second phase of alignment: \"Segment Alignment\".'\n\nDuring Segment Alignment, the James Webb engineers on the ground will update the alignment of the secondary mirror to make each individual dot of starlight more focused. \n\nWhen this 'global alignment' is complete, the team will begin the third phase, called 'Image Stacking', which will bring the 18 spots of light on top of each other to create one composite of HD 84406. \n\n'We steer the segment dots into this array so that they have the same relative locations as the physical mirrors,' said Matthew Lallo, systems scientist at the Space Telescope Science Institute, the mission operations center for James Webb.\n\n'During global alignment and Image Stacking, this familiar arrangement gives the wavefront team an intuitive and natural way of visualising changes in the segment spots in the context of the entire primary mirror. \n\n'We can now actually watch the primary mirror slowly form into its precise, intended shape!' \n\nAnother version of the new image shows each dot of starlight labeled with the corresponding mirror segment that captured it.  ",
          "numbered": false
        }
      ]
    }
  ],
  "journal": {
    "title": "zJournal Default Title from mock server",
    "selectedPage": "home",
    "currentArticle": "kzzua95cipc28wgefia",
    "categories": [
      "Production",
      "Quality Assurance",
      "Engineering",
      "Validation and Qualification",
      "Microbiology",
      "Good Manufacturing Practices (GMP)",
      "Quality Control"
    ]
  }
}
